{"texts": ["LEYES CONSTITUCIONALES. \n Primera. Sobre los derechos y obligaciones de los mexicanos y los habitantes de la \nRepública  Segunda. Organizacion de un Supremo Poder Conservador  Tercera. Del Poder Legislativo, de sus mi embros, y de cuanto dice relación á la \nformación de las leyes \nCámara de Diputados \nCámara de Senadores De las sesiones De la formación de las leyes Facultades de las Cámaras y prerrogativas de sus miembros De la Diputación permanente  Cuarta. Organizacion del Supremo Poder Ejecutivo Del Consejo de Gobierno Del Ministerio  Quinta. Del Poder Judicial de la República Mexicana De los Tribunales superiores de los Departamentos De los jueces subalternos de primera instancia  Sexta. Sobre la división y organización territorial \nDivisión del territorio de la República y gobierno interior de sus pueblos \n Sétima. Variaciones de las Leyes Constitucionales  Artículos transitorios", "PRIMERA SECRETARIA \nDE ESTADO \nDEPARTAMENTO DEL INTERIOR \n \n \nEl Excmo. Sr. Presidente interino de la Repúbl ica mexicana, se ha servido dirigirme el \ndecreto que sigue. \n ,,El Presidente interino de la República mexicana, á los ha bitantes de ella, sabed: \nQue el Soberano Congreso nacional ha decretado las siguientes \n \nLEYES CONSTITUCIONALES. \nEn el nombre de Dios Todopoderoso, tr ino y uno, por quien los hombres están \ndestinados á formar sociedades y se conserva n las que forman; los Representantes de la \nNacion Mexicana, delegados por ella para c onstituirla del modo que  entiendan ser mas \nconducente á su felicidad, re unidos al efecto, en Congres o general han venido en \ndecretar y decretan las siguientes \nLEYES CONSTITUCIONALES. \nPRIMERA. \nDerechos y obligaciones de los mexica nos y habitantes de la Republica. \nArt. 1. Son mexicanos: \n1.° Los nacidos en el territorio de la Repúb lica de padre mexicano por nacimiento ó \npor naturalizacion. 2.° Los nacidos en pais extrange ro de padre mexicano por naci miento, si al entrar en \nel derecho de disponer de sí, estuvieren ya radicados en la República, ó avisaren que \nresuelven hacerlo, y lo verificaren dentro del año, despues de haber dado el aviso. \n3.° Los nacidos en territorio extrangero de  padre mexicano por naturalizacion, que \nno haya perdido esta cualidad, si practican  lo prevenido en el párrafo anterior. \n4.°  Los nacidos en el territorio de la República, de padre extrangero, que hayan \npermanecido en él hasta la época de disponer de sí, y dado al entrar en ella el referido \naviso. 5.°  Los no nacidos en él, que estaban fijados  en la República cua ndo esta declaró su \nindependencia, juraron la acta de el la, y han continuado residiendo aquí. \n6.°  Los nacidos en territorio extrangero, que  introducidos legal", "estaban fijados  en la República cua ndo esta declaró su \nindependencia, juraron la acta de el la, y han continuado residiendo aquí. \n6.°  Los nacidos en territorio extrangero, que  introducidos legalmente despues de la \nindependencia, hayan obtenido carta de naturalizacion con los requisitos que \nprescriben las leyes. \nArt. 2. Son derechos del mexicano: \n1.° No poder ser preso sino por mandamiento de Juez competente, dado por escrito \ny firmado, ni aprehendido, sino por disp osicion de las autoridades á quienes \ncorresponda segun ley. Exceptúase el caso de delito infraganti en el que cualquiera \npueda ser aprehendido, y cual quiera pueda aprehenderle, presentándole desde luego á \nsu juez ó á otra autoridad pública.", "2.°  No poder ser detenido mas de tres dias por autoridad ninguna  política, sin ser \nentregados al fin de ellos, con los datos de su detencion, á la auto ridad judicial, ni por \nesta mas de diez dias, sin proveer el auto motivado de  prision. Ambas autoridades \nserán responsables del abuso que hagan de los referidos términos. \n3.° No poder ser privado de su propiedad, ni del libre uso y aprovechamiento de ella \nen todo ni en parte. Cuando algun objeto de general y pública utilidad exija lo \ncontrario, podrá verifi carse la privacion, si la tal circ unstancia fuere ca lificada por el \nPresidente y sus cuatro Ministros en la cap ital, por el Gobierno y Junta departamental \nen los Departamentos, y el dueño, sea corpor acion eclesiástica ó s ecular, sea individuo \nparticular, préviamente indemnizado á tas acion de dos peritos, nombrado el uno de \nellos por él, y segun las leyes el terc ero en discordia, caso de haberla. \nLa calificacion dicha podrá ser reclamada por el interesado ante la Suprema Corte de \nJusticia en la capital, y en los Departamento s ante el superior Tr ibunal respectivo. El \nreclamo suspenderá la ejecucion hasta el fallo. \n4.° No poderse catear sus casas y sus papeles, si no es en los casos y con los \nrequisitos literalmente prevenidos en las leyes. 5.° No poder ser juzgado ni sentenciado por comision ni por otros tribunales que los \nestablecidos en virtud de la  Constitucion, ni segun otras leyes que las dictadas con \nanterioridad al hecho que se juzga. 6.° No podérsele impedir la traslacion de su persona y bienes á ot ro pais, cuando le \nconvenga, con tal de que no deje descubier ta en la República responsabilidad de \nningun género y satisfaga por la extraccion de los segundos, la cuota que establezcan \nlas leyes. 7.° Poder imprimir y circular, sin ne", " de que no deje descubier ta en la República responsabilidad de \nningun género y satisfaga por la extraccion de los segundos, la cuota que establezcan \nlas leyes. 7.° Poder imprimir y circular, sin necesidad de prévia censura sus ideas políticas. \nPor los abusos de este derec ho, se castigará cualquiera que sea culpable en ellos, y asi \nen esto, como en todo lo demas, quedan es tos abusos en la clas e de delitos comunes; \npero con respecto á las penas, los Jueces no  podrán excederse de las que imponen las \nleyes de imprenta mientras tanto no se dicten otras en esta materia. \nArt. 3. Son obligaciones del mexicano: \n1.° Profesar la religion de su Pátria, observar la Constitucion y las leyes, obedecer \nlas autoridades. 2.° Cooperar á los gastos del Estado con las contribuciones que establezcan las leyes \ny le comprendan. 3.° Defender la Pátria y cooperar al sostén  ó restablecimiento del órden público, \ncuando la ley, y las autorida des á su nombre le llamen. \nArt. 4. Los mexicanos gozarán de todos los otros derechos civiles y tendrán todas las \ndemas obligaciones del mismo órden que establezcan las leyes. \nArt. 5. La cualidad de mexicano se pierde: \n1.° Por ausentarse del territorio mexicano ma s de dos años sin ocurrir durante ellos \npor el pasaporte del Gobierno. 2.° Por permanecer en pais extrangero mas de dos años despues de fenecido el \ntérmino de la licencia, sin haber ocurrido por la próroga. \n3.°\n Por alistarse en banderas extranjeras.", "4.° Por aceptar empleos de otro gobierno. \n5.°  Por aceptar condecoraciones de otro gobierno sin permiso del mexicano. \n6.° Por los crímenes de alta traicion cont ra la independencia de la patria, de \nconspirar contra la vida del Supremo Magistrado de la Nacion, incendiario, \nenvenenador, asesino, alevoso y cualesquier a otros delitos en que impongan las leyes \nesta pena. \nArt. 6. El que pierda la cualidad de mexicano, puede obtener rehabilitacion del \nCongreso, en los casos y con los requisitos que establezcan las leyes. \nArt. 7. Son ciudadanos de la República Mexicana: \n1.° Todos los comprendidos en los cinco primeros párrafos del art. 1 que tengan una \nrenta anual lo menos de cien pesos, proced entes de capital fijo ó moviliario ó de \nindustria ó trabajo personal, honesto y útil á la sociedad. \n2.° Los que hayan obtenido carta especial de  ciudadanía del Congreso general, con \nlos requisitos que establezca la ley. \nArt. 8. Son derechos del ciudadano mexicano, á mas de los detallados en el art. 2 é \nindicados en el 4: \n1.° Votar para todos los cargos de eleccion popular directa. \n2.° Poder ser votado para los mismos, siempre que en su persona concurran las \ncualidades que las leyes exijan en cada caso. \nArt. 9. Son obligaciones particul ares del ciudad ano mexicano: \n1.° Ascribirse en el padron de su municipalidad. \n2.°  Concurrir á las elecciones  populares, siempre que no se lo impida causa física ó \nmoral. 3.°  Desempeñar los cargos concejiles y populares para que fuese nombrado, si no \nes que tenga excepcion legal ó impedimento suficiente, ca lificado por la autoridad á \nquien corresponda segun la ley. \nArt. 10. Los derechos particular es del ciudadano se suspenden: \n1.° Durante la minoridad. \n2.° Por el estado de sirviente doméstico. \n3.° Por causa criminal desde", " á \nquien corresponda segun la ley. \nArt. 10. Los derechos particular es del ciudadano se suspenden: \n1.° Durante la minoridad. \n2.° Por el estado de sirviente doméstico. \n3.° Por causa criminal desde la fecha del mandamient o de prision, hasta el \npronunciamiento de la sentencia absolutoria.  Si esta lo fuere en la totalidad, se \nconsiderará al interesado en el goce de los derechos, como si no hubiese habido tal \nmandamiento de prision; de suerte que no por ella le paren ninguna clase de perjuicio.  \n4.° Por no saber leer ni escribir de sde el año de 846 en adelante. \nArt. 11. Los derechos de ciuda dano se pierden totalmente: \n1.° En los casos en que se pierde la cualidad de mexicano. \n2.° Por sentencia judicial que imponga pena infamante. \n3.° Por quiebra fraudulenta calificada.", "4.° Por ser deudor calificado en la administ racion y manejo de cualquiera de los \nfondos públicos. \n5.° Por ser vago, mal entretenido, ó no tene r industria, ó modo honesto de vivir. \n6.° Por imposibilitarse para el desempeño de  las obligaciones de  ciudadano por la \nprofesion del estado religioso. \nArt. 12. Los extrangeros introducidos legalmen te en la República gozan de todos los \nderechos naturales, y además los que se estipulen en los tratados para los súbditos de \nsus respectivas naciones, y están obligados á respetar la religion y sujetarse á las leyes \ndel pais, en los casos que puedan corresponderles. \nArt. 13. El extrangero no puede  adquirir en la República pr opiedad raíz, si no se ha \navecindado en ella, casare con mexicana y se a rreglare á lo demas que prescriba la ley \nrelativa á estas adquisiciones. Tampoco podr á trasladar á otro pais su propiedad \nmoviliaria, sino con los requisitos y paga ndo la cuota que establezcan las leyes. \nLas adquisiciones de colonizadores, se sujeta rán á las reglas especiales de colonizacion. \nArt. 14. La vecindad se gana por residencia continuada de  dos años en cualquiera \npoblacion, manifestando durante el los á la Autoridad municipal la resolucion de fijarse, \ny estableciendo casa, trato ó industria provechosa. \nArt. 15. La vecindad se pierde  por trasladarse á otro punt o, levantando la casa, trato ó \ngiro, y fijándose allá con él. \nSEGUNDA. \nOrganizacion de un Supr emo Poder Conservador. \nArt. 1. Habrá un Supremo Poder Conservador que  se depositará en cinco individuos, de \nlos que se renovará uno cada dos años, saliendo en la primera, segunda, tercera y cuarta \nvez el que designare la suerte  sin entrar en el sorteo el que ó los que hayan sido \nnombrados para reemplazar. De la quinta vez en adelante saldrá el mas an", " en la primera, segunda, tercera y cuarta \nvez el que designare la suerte  sin entrar en el sorteo el que ó los que hayan sido \nnombrados para reemplazar. De la quinta vez en adelante saldrá el mas antiguo. \nArt. 2. El sorteo de que habla el Art. anteri or, se hará por el Senado el dia 1 de agosto \ninmediato anterior á la renova cion. y si estuviere en el re ceso, lo verificará el Consejo \nde gobierno. \nArt. 3. Tanto las elecciones bienales ordinari as como las extraordinarias ulteriores, se \nharán de la manera siguiente: \n1.° Cada una de las juntas departamentales elegirá el número de individuos que deben \nnombrarse aquella vez. \n2.° Estas elecciones se harán siempre por todas las juntas en el mismo dia: las ordinarias \nbienales en 1.° de Octubre del año in mediato anterior á la renovación; las \nextraordinarias, para la primera eleccion total de los cinco y para reemplazar por \nvacante, en el dia que les pref ijare el Supremo Poder Ejecutivo.", "3.° La eleccion extraordinaria por vacante, só lo tendrá lugar cuando esta acaezca mas de \nseis meses antes de la renovacion periódica; en el caso contrario se diferirá para el 1.° \nde Octubre en que se llenarán todos los huecos. \n4.° Verificada la eleccion á pluralidad absolu ta de votos, remitirán las juntas en pliego \ncerrado y certificado, por el correo inmedi ato siguiente, la acta de eleccion á la \nSecretaría de la Cámara de Diputados. \n5.° La omision de la eleccion en el dia prefija do y la de envío de la acta de ella que \nprescribe el párrafo anterior, será caso de responsabilidad para las juntas \ndepartamentales, segun lo preve nga la ley de la materia. \n6.° El dia 15 de Noviembre inmediato anterior  á la renovacion bienal ordinaria, y á los \ncuarenta dias de cualquiera eleccion extraord inaria, abrirá los pliegos la Cámara de \nDiputados, y acto continuo formará lista de lo s que han sido nombrados, y sin salir de \nella elegirá á pluralidad ab soluta de votos, una terna de individuos por cada hueco. \n7.° Al dia siguiente al de la eleccion de la  terna ó ternas, las pasará la Cámara de \nDiputados á la de Senadores con todo el expe diente de elecciones, y ésta en el mismo \ndia elegirá un individuo de cada terna, public ará la eleccion, y la pa rticipará al Supremo \nPoder Ejecutivo para que avise de su nombrami ento al electo ó electos á fin de que se \npresenten á ejercer. \nArt. 4. El individuo que acaba puede ser reeleg ido; pero en tal caso podrá ó no aceptar \nel encargo. \nArt. 5. Se elegirán tres suplentes residentes en la capital que tengan las mismas \ncircunstancias que exije esta ley para los propietarios y del mismo modo que estos; \nrenovándose en su totalidad cada eleccion bienal ordinaria. \nArt. 6. Por el órden que sean elegidos entrarán á ocupar el lugar", "ias que exije esta ley para los propietarios y del mismo modo que estos; \nrenovándose en su totalidad cada eleccion bienal ordinaria. \nArt. 6. Por el órden que sean elegidos entrarán á ocupar el lugar de los propietarios que \nfalten; y mientras estén funcionando disf rutarán del mismo sueldo y de las mismas \nprerrogativas que dichos propietarios. \nArt. 7. Sólo suplirán las faltas temporales ó mientras se hace la eleccion por alguna \nvacante. \nArt. 8. La eleccion para este cargo, será prefer ente á cualquiera otra que no sea para la \nPresidencia de la República,  y el cargo no podrá ser renuncia do antes ni despues de la \nposesion sino por imposibilidad física calificada por el Congreso general. \nArt. 9. Los individuos del Supremo Poder C onservador prestarán juramento ante el \nCongreso general, reunidas las dos Cámaras, ba jo la fórmula siguiente. „¿Juráis guardar \ny hacer guardar la Constituci on de la República sosteniendo el  equilibrio constitucional \nentre los Poderes sociales, manteniendo ó rest ableciendo el órden c onstitucional en los \ncasos en que fuere turbado, valiéndose para ello del poder y medios  que la Constitucion \npone en vuestras manos?” Despues de la res puesta afirmativa del ot organte, añadirá el \nSecretario la fórmula ordinaria. „Si así lo hiciereis Dios os lo premie, y si no os lo \ndemande.” Cuando el Congreso no estuviere re unido podrán jurar supletoriamente en el", "seno de su corporación: pero repetirán el juramento luego que se abran las sesiones del \nCuerpo Legislativo. \nArt. 10. Cada miembro de dicho Supremo Pode r disfrutará anualmente durante su cargo, \nseis mil pesos de sueldo: su tratamiento será el de excelencia. \nArt. 11. Para ser miembro del Suprem o Poder Conservador se requiere. \n1.° Ser mexicano por nacimiento y estar en  actual ejercicio de  los derechos de \nciudadano. \n2.° Tener el dia de la eleccion cuarenta años  cumplidos de edad, y un capital (físico ó \nmoral) que le produzca por lo menos tres mil pesos de renta anual. \n3.° Haber desempeñado alguno de los cargos sigu ientes: Presidente ó Vicepresidente de \nla República, Senador, Diputado, Secretario  del Despacho, Magistrado de la Suprema \nCorte de Justicia. \nArt. 12. Las atribuciones de este Supremo Poder son las siguientes: \n1.° Declarar la nulidad de una ley ó decreto dentro de dos meses despues de su sancion, \ncuando sean contrarias á artículo expres o de la Constitucion, y le exijan dicha \ndeclaracion ó el Supremo Poder Ejecutivo ó la  Alta Corte de Justicia, ó parte de los \nmiembros del Poder Legislativo en represen tacion que firmen diez y ocho por lo menos. \n2.° Declarar, excitado por el Poder Legislati vo ó por la Suprema Corte de Justicia la \nnulidad de los actos del Poder Ejecutivo, cuan do sean contrarios á la Constitucion ó á \nlas leyes, haciendo esta declaracion dentro  de cuatro meses contados desde que se \ncomuniquen esos actos á las autoridades respectivas. \n3.° Declarar en el mismo término la nulid ad de los actos de la Suprema Corte de \nJusticia, excitado por alguno de los otros dos poderes, y sólo en el caso de usurpacion \nde facultades.=Si la declaracion fuere afirmativa, se mandarán los datos al tribunal respectivo para que sin necesidad de", "excitado por alguno de los otros dos poderes, y sólo en el caso de usurpacion \nde facultades.=Si la declaracion fuere afirmativa, se mandarán los datos al tribunal respectivo para que sin necesidad de otro re quisito, proceda á la formacion de causa, y \nal fallo que hubiere lugar. \n4.° Declarar por excitacion del Congreso ge neral, la incapacidad física ó moral del \nPresidente de la República, cuando le sobrevenga. \n5.° Suspender á la Alta Cort e de Justicia, excitado por al guno de los otros dos Poderes \nSupremos, cuando desconozca alguno de ellos, ó trate de transtornar el órden público. \n6.° Suspender hasta por dos meses (á lo mas) las sesiones del Congreso general, ó \nresolver se llame á ellas á los suplentes por igual término cuando convenga al bien \npúblico, y lo excite para ello  el Supremo Poder Ejecutivo. \n7.° Restablecer constitucionalmente á cualquie ra de dichos tres P oderes, ó á los tres, \ncuando hayan sido disuelto s revolucionariamente.", "8.° Declarar excitado por el Poder Legislati vo, previa iniciativa de alguno de los otros \ndos Poderes, cuál es la volunt ad de la Nacion, en cualquie ra caso extraordinario en que \nsea conveniente conocerla. \n9.° Declarar excitado por la mayoría de la s Juntas departamentales, cuando está el \nPresidente de la República en  el caso de renovar todo el ministerio por bien de la \nNacion. \n10.° Dar ó negar la sancion á las reformas  de Constitucion que acordare el Congreso, \nprevias las iniciativas, y en el modo y forma que establece la ley constitucional \nrespectiva. \n11.° Calificar las elecciones de los Senadores. 12.° Nombrar el dia 1.° de cada año diez y ocho letrados  entre los que no ejercen \njurisdiccion ninguna, para juzgar  á los ministros de la Alta Corte de Justicia y de la \nMarcial, en el caso, y previos los requis itos constitucionales para esas causas. \nArt. 13. Para cualquiera resolucion de  este Supremo Poder, se requiere \nindispensablemente la absoluta conformidad de tres de sus miembros por lo menos. \nArt. 14. Toda declaracion que haga el Supr emo Poder Conservador, toda resolucion que \ntome, no siendo de las especificadas en el art. 12, y aunque sea de ellas si la toma por sí \ny sin la excitacion que respectivamente se exije  para cada una en dic ho artículo, es nula \ny de ningun valor. \nArt. 15. Toda declaracion y disposicion de dicho Supremo Poder C onservador dada con \narreglo á las disposiciones precedentes, y citando la respectiva, debe ser obedecida al momento y sin réplica por todas las pers onas á quien se dirija y corresponda la \nejecucion. \nLa formal desobediencia se tendrá  por crimen de alta traicion. \nArt. 16. Los miembros de este Supremo Poder,  durante el tiempo de su cargo, y dentro \nde los dos años inmediatos siguientes, no puede n ser el", "l desobediencia se tendrá  por crimen de alta traicion. \nArt. 16. Los miembros de este Supremo Poder,  durante el tiempo de su cargo, y dentro \nde los dos años inmediatos siguientes, no puede n ser elegidos para la Presidencia de la \nRepública ni obtener empleo que no les toque por rigurosa escala, ni ser nombrados \npara ninguna comision, ni solicita r del Gobierno ninguna clase de  gracia para sí ni para \notro. \nTampoco pueden ser electos Diputados en el tie mpo que señala el art.  42 de la ley de 30 \nde noviembre último. \nArt. 17. Este Supremo Poder no es responsable  de sus operaciones mas que á Dios y á la \nopinion pública, y sus individuos en ningun caso  podrán ser juzgados ni reconvenidos \npor sus opiniones. \nArt. 18. Si alguno de ellos cometiere algun delito , la acusacion se hará ante el Congreso \ngeneral reunidas las dos Cámaras, el cual, á pl uralidad absoluta de votos, calificará si ha \nlugar á la formacion de causa, y habiéndolo se guirá esta y la fenecerá la Suprema Corte \nde Justicia; ante la que se seguirán tambié n las causas civiles en  que sean demandados.", "Art. 19. Este Supremo Poder resi dirá ordinariamente en la capital; pero en el caso de \nque la seguridad pública, ó la suya, exija su traslacion á otro punto cualquiera de la \nRepública, podrá acordarla y verificarla por tiempo limitado. \nArt. 20. El dia 1.° de cada bienio elegirá el Supremo Poder Conservador entre sus \nindividuos, un Presidente y un Secretar io, pudiendo reelegir á los que acaban. \nArt. 21. Se dirigirán al Secretario todas las comunicaciones de los otros Poderes. \nArt. 22. Todas las discusiones y votaciones de este Cuerpo serán secretas, haciéndose \nlas segundas por medio de bolas negras y blancas. \nArt. 23. Aunque se le destinará un salón co rrespondiente en el Pa lacio nacional, no \ntendrá dias ni horas, ni  lugar preciso para sus sesiones,  y el Presidente las emplazará \ncuando convenga, por medio de esquelas c itatorias á sus compañeros, en que \nespecificará las dichas circunstancias. \nTERCERA. \nDel Poder Legislativo, de sus miembros y de cuanto dice relacion á la formacion de las \nLeyes. \nArt. 1. El ejercicio del Poder Legislativo, se deposita en el Congreso general de la \nNacion, el cual se compondrá de dos Cámaras. \nCámara de Diputados. \nArt. 2. La base para la el eccion de Diputados es la poblacion. Se elegirá un Diputado \npor cada ciento cincuenta mil habitantes, y por cada fraccion de ochenta mil. Los \nDepartamentos que no tengan este número, elegirán sin embargo un Diputado. Se \nelegirá un número de suplente s igual al de propietarios. \nArt. 3. Esta Cámara se renovará por mitad cada dos años: el número total de \nDepartamentos se dividirá en dos secciones proporcionalmente iguales en poblacion: el \nprimer bienio nombrará sus Diputados, una  seccion, y el siguiente la otra, y así \nalternativamente. \nArt. 4. Las elecciones de Diput ados se hará", "secciones proporcionalmente iguales en poblacion: el \nprimer bienio nombrará sus Diputados, una  seccion, y el siguiente la otra, y así \nalternativamente. \nArt. 4. Las elecciones de Diput ados se harán en los Departamentos el primer domingo \nde Octubre del año anterior á la renova cion, y los nuevos electos comenzarán á \nfuncionar en enero del siguiente año. \nUna ley particular establecerá los dias, modo  y forma de estas elecciones, el número y \nlas cualidades de los electores. \nArt. 5. Las elecciones de los Diputados será n calificadas por el Senado, reduciendo esta \nCámara su calificacion á si en el individuo c oncurren las cualidades que exije esta ley, y \nsi en las juntas electorales hubo nulidad  que vicie esencialmente la eleccion.", "En caso de nulidad en el cuer po electoral, se mandará subsan ar el defecto: en el de \nnulidad de los electos, se repe tirá la eleccion, y en el de nulid ad en el propietario y no en \nel suplente, vendrá éste por aquél. \nEn todo caso de falta perpetua del pr opietario, se llamará al suplente. \nArt. 6. Para ser dipu tado se requiere. \n1.° Ser mexicano por nacimiento ó natural de  cualquiera parte de la América que en \n1810 dependia de la España, y sea independiente , si se hallaba en la República al tiempo \nde su emancipacion.  \n2.° Ser ciudadano mexicano en actual ejerci cio de sus derechos, natural ó vecino del \nDepartamento que lo elige. \n3.° Tener treinta años cumplidos de edad el dia de la eleccion. \n4.° Tener un capital (físico ó moral) que le produzca al individuo, lo menos mil \nquinientos pesos anuales. \nArt. 7. No pueden ser electos Diputados: El Presidente de la República y los miembros \ndel Supremo Poder Conservador, mientras lo sean y un año despues: los individuos de \nla Suprema Corte de Justicia y de la Marcia l: los Secretarios del Despacho y oficiales de \nsu secretaría: los empleados generales de Hacienda: los Gobernadores de los \nDepartamentos, mientras lo sean y seis me ses despues: los Muy Reverendos Arzobispos \ny Obispos, Gobernadores de mitras, Proviso res y Vicarios gene rales, los Jueces, \ncomisarios y comandantes generales, por los Departamentos á que se extienda su \njurisdiccion, encargo ó ministerio. \nCámara de Senadores. \nArt. 8. Esta se compondrá de veinticuatro Se nadores nombrados en la manera siguiente. \nEn cada caso de eleccion, la Cámara de Diput ados, el Gobierno en junta de Ministros y \nla Suprema Corte Justicia elegirán cada uno á pluralidad absoluta  de votos un número \nde individuos igual al que de be ser de nuevos Senadores. \nLas tr", "iput ados, el Gobierno en junta de Ministros y \nla Suprema Corte Justicia elegirán cada uno á pluralidad absoluta  de votos un número \nde individuos igual al que de be ser de nuevos Senadores. \nLas tres listas que resultarán, serán autorizadas por los respectivos Secretarios, y \nremitidas á las Juntas departamentales. \nCada una de éstas elegirá precisamente de los comprendidos en las listas, el número que \nse debe nombrar de Senadores, y remitirá la lista especificativa de su eleccion al \nSupremo Poder Conservador. \nEste las examinará, calificará las elecciones,  ciñéndose á lo que prescribe el art. 5, y \ndeclarará Senadores á los que hayan reunido la  mayoría de votos de las Juntas, por el \nórden de esa mayoría, y decidiendo la su erte entre los de números iguales.", "Art. 9. El Senado se renovará por terceras partes  cada dos años, saliendo al fin del \nprimer bienio los ocho últimos de la lista:  al fin del segundo los ocho de en medio, y \ndesde fin del tercero en adelante los ocho mas antiguos. \nArt. 10. Las elecciones que deben verificar la  Cámara de Diputados, el Gobierno y la \nSuprema Corte de Justicia, con arreglo al art.  8, se harán precisamente en 3 de Junio del \naño próximo anterior á la renovacion parcial. En 15 del inmediato Agosto verificarán las \nsuyas las Juntas Departamentales, y la ca lificacion y declaraci on del Supremo Poder \nConservador, se verificará en 1.° de Octubre del mismo año, e inmediatamente \nparticipará el Ejecutivo el nombramiento á los electos. \nArt. 11. La vacante de un Senador se reem plazará por eleccion hecha en el método que \nprescribe el art. 8 el electo entrará á ocupa r el lugar vaco, y durar á el tiempo que debía \ndurar el que faltó. \nArt. 12. Para ser Senador se requiere: \n1.° Ser ciudadano en actual ejercicio de sus derechos. \n2.° Ser mexicano por nacimiento. 3.° Tener de edad el dia de la el eccion treinta y cinco años cumplidos. \n4.° Tener un capital (físico ó moral) que  produzca al individuo, lo menos, dos mil \nquinientos pesos anuales. \nArt. 13. No pueden ser Senadores el Presidente  de la República, mientras lo sea, y un \naño despues: los miembros del Supremo Poder Conservador: los de la Suprema Corte de Justicia y de la Marc ial: los Secretarios del despacho, y of iciales de sus Secretarias: los \nempleados generales de Hacienda: ni los G obernadores de los Departamentos mientras \nlo sean y seis meses despues. \nDe las Sesiones. \nArt. 14. Las sesiones del Congres o general se abrirán en 1.° de Enero y en 1.° de Julio \nde cada año. Las del primer período se pod rán cerrar en 31 de Ma r", "n y seis meses despues. \nDe las Sesiones. \nArt. 14. Las sesiones del Congres o general se abrirán en 1.° de Enero y en 1.° de Julio \nde cada año. Las del primer período se pod rán cerrar en 31 de Ma rzo, y las del segundo \ndurarán hasta que se concluya n los asuntos á que exclusivam ente se dedican. El objeto \nde dicho segundo periodo de sesiones, será el examen y aprobacion del presupuesto del \naño siguiente y de la cuenta del Ministerio  de Hacienda respec tiva al año penúltimo. \nArt. 15. Las sesiones serán diarias exceptu ándose sólo los dias de solemnidad \neclesiástica y los de civil que señalare una ley secundaria. \nArt. 16. El reglamento del Congreso especifi cará la hora á que deben comenzar cada dia \nlas sesiones, el tiempo que debe durar cada una, como, y hasta por  cuanto tiempo podrá \nsuspender las suyas cada Cámara, y todos lo s demás requisitos preparatorios de cada \nsesion ordinaria ó extraordinaria, y de las discusiones y votaciones. \nArt. 17. Para la votacion de cualquiera ley ó decreto, deberá estar presente mas de la \nmitad del número total de individuos que componen la Cámara y toda votacion se hará", "por la mayoría de sufragios de los que estuvi eren presentes, excepto en los casos que la \nley exija número mayor. \nArt. 18. Para la clausura de las sesiones, así ordinarias como extraordinarias, se expedirá \nformal decreto, pasado en ambas Cámaras,  sancionado y publicado por el Ejecutivo. \nArt. 19. Si el Congreso resolviere no cerra r en 31 de Marzo el primer periodo de \nsesiones ordinarias, ó el  Presidente de la República con acuerdo del Consejo pidiere esta \npróroga, se expedirá préviamente y públicará decreto de continuacion. \nEn dicho decreto se especificarán los asunt os de que únicamente ha de ocuparse el \nCongreso en aquella próroga; pero  no el tiempo de la duracion de ella que será todo el \nnecesario, dentro de los meses de Abril, Ma yo y Junio, para la conclusion de dichos \nasuntos. \nArt. 20. Puede el Presidente de la Repúb lica, con acuerdo del Consejo, y cuando el \nCongreso esté en receso, resolver se le cite  á sesiones extraordinarias por la diputacion \npermanente, señalándole los asuntos de que se ha de ocupar, si n que pueda, durante \nellas, tratar otros. \nIgual facultad tendrá la Diputaci on permanente, con tal de que  convenga en la citacion \nel Ejecutivo, quien no podrá negarse á el la, sino con acuerdo del Supremo Poder \nConservador. \nArt. 21. La fijacion de asuntos de que habl an los artículos 14, 19 y 20 no obstará para \ntratar alguno otro que pueda ocurrir improvisamente, con ta l de que sea muy urgente, y \nde interés comun, á juicio del Ejecutivo y de la mayoría de ambas Cámaras. Tampoco \nobstará para poderse ocupar de las acusacione s que deben hacerse ante las Cámaras y \ndemás asuntos económicos. \nArt. 22. Aunque el Congreso ge neral cierre sus sesiones, la Cámara de Senadores \ncontinuará las suyas particulares, mientr as haya leyes pendient", "acerse ante las Cámaras y \ndemás asuntos económicos. \nArt. 22. Aunque el Congreso ge neral cierre sus sesiones, la Cámara de Senadores \ncontinuará las suyas particulares, mientr as haya leyes pendientes de su revision. \nArt. 23. Cuando se verifique la suspension de  que habla el párrafo 6 art. 12 de las \natribuciones del Poder Conserva dor, la Diputacion permanente  deberá citar al Congreso \ná que continúe sus sesiones interrumpidas, c oncluidos los dos meses, y él se reunirá \npara este fin con la citacion ó sin ella. \nArt. 24. Podrá también el Presidente en el  mismo caso, y con los mismos requisitos del \nanterior artículo, aumentar con los suplentes el número de la Cáma ra de Diputados por \nsólo dos meses á lo mas. \nDe la formacion de las Leyes. \nArt. 25. Toda ley se iniciará precisamente en la Cámara de Diputados: á la de Senadores \nsólo corresponderá la revision. \nArt. 26. Corresponde la iniciativa de las leyes: 1.° Al Supremo Poder Ejecutivo y á los Diputados en todas materias.", "2.° A la Suprema Corte de Justicia, en lo relativo á la administracion de su ramo. \n3.° A las Juntas departamentales en las relativas á impuestos, educacion pública, \nindustria, comercio, admini stracion municipal, y vari aciones constitucionales. \nArt. 27. El Supremo Poder Ejecutivo, y la alta  corte de Justicia podrán, cada uno en su \nlínea, iniciar leyes declarator ias de otras leyes, y los Diputados podrán hacer la misma \niniciativa, si se reunen quince para proponerla. \nArt. 28. Cuando el Supremo Poder Ejecutivo, ó los Diputados iniciaren leyes sobre \nmaterias en que concede iniciativa el art. 26  á la Suprema corte de  Justicia y Juntas \ndepartamentales, se oirá el dictamen respec tivo de aquella, y de la mayoría de estas, \nantes de tomar en consideracion la iniciativa. \nArt. 29. No podrán dejarse de tomar en cons ideracion las iniciativas de los Poderes \nEjecutivo y Judicial, ni aque llas en que convenga la mayor parte de las Juntas \ndepartamentales. Las demas se tomarán ó no en consideracion, segun lo calificare la \nCámara, oido el dictamen de una comision de nueve Diputados que elegirá en su \ntotalidad cada año, y se denominará de peticiones. \nArt. 30. Cualquier ciudadano particular podr á dirigir sus proyectos, ó en derechura á \nalgun Diputado para que los haga suyos si quier e, ó á los ayuntamientos de las capitales, \nquienes si los calificaren de útiles, los pasarán con su calificacion á la respectiva junta \ndepartamental, y si ésta aprueba, los elevará á iniciativa. \nArt. 31. Aprobado un proyecto en la Cámara de Diputados en su totalidad y en cada uno \nde sus Artículos, se pasará á la revision del Senado con todo el expediente de la materia. \nArt. 32. La Cámara de Senadores en la re vision de un proyect o de ley ó decreto no \npodrá hacerle alteraciones, ni ", "rtículos, se pasará á la revision del Senado con todo el expediente de la materia. \nArt. 32. La Cámara de Senadores en la re vision de un proyect o de ley ó decreto no \npodrá hacerle alteraciones, ni modificaciones,  y se ceñirá á las fórmulas de aprobado; \ndesaprobado; pero al devolverlo á la Cámara de Diputados, remitirá extracto circunstanciado de la discusion, para que dich a Cámara se haga cargo de las partes que \nhan parecido mal, ó alteraciones que estime el Senado convenientes. \nArt. 33. Si la Cámara de Diputados con dos ter ceras partes de los presentes insistiere en \nel proyecto de ley ó decret o devuelto por el Senado, ésta  Cámara, á quien volverá á \nsegunda revision, no lo podrá desa probar sin el voto conforme de dos terceras partes de \nlos Senadores presentes: no llegando á éste  número los que desaprueben, por el mismo \nhecho quedará aprobado. \nArt. 34. Todo proyecto de ley ó decreto ap robado en ambas Cámaras en primera ó \nsegunda revision, pasará á la sancion del Presid ente de la República; y si es variacion \nconstitucional, á la del Supremo Poder Conservador. \nArt. 35. Si la ley ó decreto solo hubiere te nido primera discusion en las Cámaras, y al \nPresidente de la Repúblic a no pareciere bien, podrá dent ro de quince dias útiles \ndevolverla á la Cámara de Diputados, con observaciones acordadas en el Consejo: \npasado dicho término sin hacerlo, la le y quedará sancionada y se publicará.", "Art. 36. Si el proyecto de ley ó decret o hubiese sufrido en las Cámaras segunda \nrevision, y estuviere en el cas o del art. 33 puede el Pr esidente de la República \n(juzgándolo oportuno él y su consejo) nega rle la sancion sin necesidad de hacer \nobservaciones, y avisará de su resolucion al Congreso. \nArt. 37. La ley ó decreto devuelto con observa ciones por el Presiden te de la República, \ndeberá ser examinado de nuevo en ambas Cámara s, y si las dos terceras partes de una y \notra insistieren, se pasará segunda vez al Presidente, qu ien ya no podrá negarle la \nsancion y publicación; pero si faltare en cu alquiera de las Cámaras el dicho requisito, el \nproyecto se tendrá por desechado. \nArt. 38. El proyecto de ley ó decreto des echado, ó no sancionado segun los artículos 33, \n36 y 37, no podrá volverse á proponer en el Congres o, ni tratarse allí de él, hasta que se \nhaya renovado la Cámara de Diputados en su  mitad, como prescribe el art. 3.º  Las \nvariaciones de Constitucion que no sanciona re el Supremo Poder Conservador, si \nrenovada la Cámara de Diputados en su mitad insistiere en la inic iativa de ellas la \nmayor parte de las Juntas depart amentales, y en la aprobacion  las dos terceras partes de \nlos miembros presentes de una y otra Cáma ra, no pasarán de nuevo á la sancion y se \npublicarán sin ella. \nArt. 39. Sancionada la ley, la hará publicar el Presidente de la República en la capital de \nella, del modo acostumbrado; en todas las capi tales de los Departamentos, y en todas las \nVillas y lugares, circulándose al efecto, á lo s Gobernadores, y por su medio á las demás \nAutoridades subalternas. Todos estos funci onarios serán responsab les si no publican la \nley dentro del tercero dia de su recibo. \nArt. 40. No se necesita esa publicacion en  los decretos cuyo ", "emás \nAutoridades subalternas. Todos estos funci onarios serán responsab les si no publican la \nley dentro del tercero dia de su recibo. \nArt. 40. No se necesita esa publicacion en  los decretos cuyo conocimiento sólo \ncorresponda á determinadas personas ó cor poraciones; pero siempre se hará en los \nperiódicos del Gobierno. \nArt. 41. La fórmula para publicar las leyes y decretos será la siguiente: \n„El Presidente de la República mexicana á los habitantes de ella, sa bed: que el Congreso \ngeneral ha decretado lo siguiente (aquí el texto). Por tanto, mando se imprima, publique, \ncircule y se le dé el debido cumplimiento.” \nArt. 42. Publicada la ley en cada paraje, oblig a en él desde la fecha de su publicacion, á \nno ser que ella misma prefije plaz o ulterior para la obligacion. \nNinguna ley preceptiva obligará antes del mencionado requisito. \nArt. 43. Toda resolucion del Congreso gene ral tendrá el caracter  de ley ó decreto. \nEl primer nombre corresponde á las que se versen sobre materia de interes comun, \ndentro de la órbita de atri buciones del Poder Legislativo. \nEl segundo corresponde á las que dentro de la misma órbita, sean solo relativas á \ndeterminados tiempos, lugares, corpor aciones, establecimientos ó personas. \nArt. 44. Corresponde al Congres o general esclusivamente:", "1.º Dictar las leyes á que debe arreglarse la administracion públi ca en todos y cada uno \nde sus ramos, derogarlas, interpretarlas y dispensar su observancia. \n2.º Aprobar, reprobar ó reformar las disposic iones legislativas que dicten las Juntas \ndepartamentales. \n3.º Decretar anualmente los gastos que se han de hacer en el siguiente año, y las \ncontribuciones con que deben cubrirse. \nToda contribucion cesa con el año, en el hecho de no haber sido  prorogada para el \nsiguiente. \n4.º Examinar y aprobar cada año la cuenta ge neral de inversion de caudales respectiva al \naño penúltimo, que deberá haber presentado el Ministro de Hacienda en el año último, y \nsufrido la glosa y examen que detallará una ley secundaria. \n5.º Decretar el número de tropa permanente  de mar y tierra que debe haber en la \nRepública, y cada año el de la milicia activ a que debe haber en el año siguiente; sin \nperjuicio de aumentar ó disminuir ésta , durante él, cuando el caso lo exija. \n6.º Autorizar al Ejecutivo para contraer deuda s sobre el crédito de la Nacion, y designar \ngarantias para cubrirlas. \n7.º Reconocer la deuda Nacional y decr etar el modo y medio de amortizarla. \n8.º Aprobar toda clsae de tratados que celeb re el Ejecutivo con potencias extrageras, y \nlos concordatos con la silla apostólica. \n9.º Decretar la guerra, aprobar los convenios  de paz y dar reglas para conceder las \npatentes de corso. \n10.º Dar al Gobierno bases y re glas generales para la hab ilitacion de toda clase de \npuertos, establecimiento de aduanas, y formacion de los aranceles de comercio. \n11.º Determinar el peso, ley, tipo y denominacion de las mone das, y adoptar el sistema \ngeneral de pesos y medidas que le parezca. \n12.º Conceder ó negar la entrada de tropas ex tranjeras en el territorio de la República y ", " ley, tipo y denominacion de las mone das, y adoptar el sistema \ngeneral de pesos y medidas que le parezca. \n12.º Conceder ó negar la entrada de tropas ex tranjeras en el territorio de la República y \nla salida fuera del pais de tropas nacionales. \n13.º Conceder amnistias gene rales en los casos y del modo que prescriba la ley. \n14.º Crear ó suprimir toda clase de em pleos públicos, aumentar ó disminuir sus \ndotaciones, y fijar las reglas generales para la concesion de retiros, jubilaciones y \npensiones. \n15.º Dar reglas generales para la concesion de cartas de naturaleza y de ciudadanía, y \nconceder segun ellas estas últimas.", "16.º Aumentar ó disminuir por agregacion ó division, los Departamentos que forman la \nRepública. \nArt. 45. No puede el Congreso general: \n1.º Dictar ley ó decreto sin la s iniciativas, intervalos, revisi ones, y demás requisitos que \nexije esta ley, y señale el reglamento de l Congreso; siendo únicamente excepciones de \nesta regla las expresas en  el referido reglamento. \n2.º Proscribir á ningun mexicano, ni imponer pena de ninguna especie, directa, ni \nindirectamente. \nA la ley solo corresponde designar con generalidad la s penas para los delitos. \n3.º Privar de su propiedad directa, ni indirectamente, á nadie, sea individuo, sea \ncorporacion eclesiástica ó secular. \nA la ley sólo corresponde en esta línea, establecer con genera lidad contribuciones ó \narbitrios. \n4.º Dar á ninguna ley, que no sea puramente d eclaratoria, efecto retroactivo, ó que tenga \nlugar directa ni indirectamente en  casos anteriores á su publicacion. \n5.º Privar ni aun suspender á los mexicanos de sus derech os declarados en las leyes \nconstitucionales. \n6.º Reasumir en sí ó delegar en otros por via de facultades extraordinarias, dos ó los tres \npoderes, Legislativo, Ejecutivo y Judicial. \nArt. 46. Es nula cualquiera ley ó decreto dict ada con expresa contra vencion al artículo \nanterior. \nFacultades de las Cámaras y prerogativas de sus miembros. \nArt. 47. En los delitos comunes no se podr á intentar acusacion cr iminal contra el \nPresidente de la República, desde el dia de  su nombramiento ha sta un año despues de \nterminada su presidencia, ni contra los Senadores, desde el dia de su eleccion, hasta que pasen dos meses de terminar su encargo, ni c ontra los Ministros de la Alta Corte de \nJusticia y la Marcial, Secretarios del De spacho, Consejeros, y Gobernadores de los \nDepartamentos, sino ant", "a que pasen dos meses de terminar su encargo, ni c ontra los Ministros de la Alta Corte de \nJusticia y la Marcial, Secretarios del De spacho, Consejeros, y Gobernadores de los \nDepartamentos, sino ante la Cámara de Dipu tados. Si el acusado fuere Diputado, en el \ntiempo de su diputacion y dos meses despues, ó el Congreso estuviere en receso se hará \nla acusacion ante el Senado. \nArt. 48. En los delitos oficiale s del Presidente de la Repúbl ica en el mismo tiempo que \nfija el artículo anterior; de los Secretarios del Despacho; Magistrados de la Alta Corte de Justicia y de la Marcial, Consejeros, Gobernadores de los Departamentos y Juntas \ndepartamentales por infraccion del art. 3, pa rte quinta de la segunda ley constitucional, \ndel 3 de la cuarta, y del 15 de  la sexta en sus tres prim eras partes, la Cámara de \nDiputados, ante quien debe hacerse la acusaci on declarará si ha ó no lugar á ésta: en \ncaso de ser la declaracion afir mativa, nombrará dos de sus miembros para sostener la", "acusacion en el Senado. Éste, instruido el proceso, y oídos los acusadores y defensores, \nfallará, sin que pueda imponer otra pena que la de destitucion del cargo ó empleo que \nobtiene el acusado, ó de inhabilitacion perpet ua ó temporal para obtener otro alguno; \npero si del proceso resulta ser, á juicio  del mismo Senado, acreedor á mayores penas, \npasará el proceso al tribunal resp ectivo para que obre segun las leyes. \nArt. 49. En los delitos comune s hecha la acusacion, declarará la Cámara respectiva, si \nha ó no lugar á la formacion de causa; en ca so de ser la declaracion afirmativa, se \npondrá el reo á disposicion del tribun al competente para ser juzgado. \nLa resolucion afirmativa, sólo necesitará la confirmacion de la otra Cámara, en el caso \nde ser acusado el Presid ente de la República. \nArt. 50. La declaracion afirmativa, así en lo s delitos oficiales como en los comunes, \nsuspende al acusado en el ejercicio de  sus funciones y derechos de ciudadano. \nTodos los demas requisitos de estos jurado s y prevenciones relati vas al acusador, al \nacusado y al modo de proceder, las esp ecificará el reglamento del Congreso. \nArt. 51. Cada una de las Cámaras pue de sin intervencion de la otra: \n1.ª Tomar resoluciones que no pasen de económic as, relativas al local de sus sesiones, al \nmejor arreglo de su secretaría y demas of icinas anexas, al número, nombramiento y \ndotacion de sus empleados, y á todo su gobierno puramente interior. \n2.ª Comunicarse entre sí, y con el Gobierno, por escrito ó por medio de comisiones de \nsu seno. \nArt. 52. Toca á la Cámara de Diputados exclusivamente, á mas de lo que ha \nespecificado esta ley: \n1.ª Vigilar por medio de una comision inspec tora, compuesta de cinco individuos de su \nseno, el exacto desempeño de la Contaduría  mayor, y de ", "usivamente, á mas de lo que ha \nespecificado esta ley: \n1.ª Vigilar por medio de una comision inspec tora, compuesta de cinco individuos de su \nseno, el exacto desempeño de la Contaduría  mayor, y de las oficinas generales de \nHacienda. Una ley secundaria detallará el modo y términos en que la comision \ninspectora deba desempeñar su encargo, segun las atribuciones que en ella se le fijen. \n2.ª Nombrar los gefes y demas empl eados de la contaduría mayor. \n3.ª Confirmar los nombramientos que haga el Gobierno para primeros gefes de las \noficinas generales de Hacienda, establecidas ó que se establezcan. \nArt. 53. Toca exclusivamente á la Cámara de Senadores: \n1.ª Prestar su consentimiento pa ra dar el pase, ó retener los decretos conciliares y bulas \ny rescriptos pontificios, que contengan disposiciones genera les ó trascendentales á la \nNacion. \n2.ª En el receso del Congreso general, ente nder en las acusaciones de  que habla el art. \n47, y dar ó negar en caso urgente los permisos  de que habla el párrafo 12 del art. 44, \ncitándola al efecto la Diputacion permanente.", "3.ª Aprobar los nombramientos que haga  el Poder Ejecutivo para Enviados \nDiplomáticos, Cónsules, Coroneles y dema s oficiales superiores del Ejército \npermanente, de la Armada y de la Milicia activa. \nArt. 54. La indemnizacion de los Senadores se rá mayor que la de los Diputados, y las \ncuotas de ambas las desi gnará una ley secundaria. \nArt. 55. Los Diputados y Senadores serán invi olables por las opiniones manifestadas en \nel ejercicio de sus encargos, y en ni ngun tiempo y por ninguna autoridad podrán ser \nreconvenidos ni molestados por ellas. \nArt. 56. Los Diputados y Senadores no pue den, á mas de lo que les prohíbe el \nreglamento del Congreso: \n1.º Renunciar el encargo sin causa grave, justa y calificada de tal por su Cámara \nrespectiva. \n2.º Admitir para sí, ni solicitar para otros, durante el tiempo de su encargo y un año \ndespues, comision ni empleo alguno de pr ovision del Gobierno, ni aun ascenso que no \nles toque por rigurosa escala. \n3.ª Obtener para sí, ni solicitar para otro  en el mismo período del párrafo anterior, \npension ni condecoracion al guna de provision del Gobierno. \nDe la Diputacion Permanente. \nArt. 57. Esta se compondrá de cuatro Diputa dos y tres Senadores, que al fin de las \nprimeras sesiones ordinarias de cada bien io nombrarán sus respectivas Cámaras. \nArt. 58. Toca á esta Diputacion: 1.ª Citar al Congreso á sesiones extraordinarias cuando lo resu elva el Presidente de la \nRepública, ó ella lo crea necesario con arreglo al art. 21. \n2.ª Citar al Congreso á la continuacion de sus sesiones ordinarias , interrumpidas segun \nel art. 23. \n3.ª Citar al Senado á sesion particular en los cas os y para los fines del art. 53, párrafo 2º. \n4.ª Dar ó negar á los individuos del Congreso licencia para ausentarse de la capital, \nestando las Cámaras en", "tar al Senado á sesion particular en los cas os y para los fines del art. 53, párrafo 2º. \n4.ª Dar ó negar á los individuos del Congreso licencia para ausentarse de la capital, \nestando las Cámaras en recesos. \n5.ª Velar durante él sobre las infracciones de la Constitucion. \nCUARTA. \nORGANIZACION DEL SUPREM O PODER EJECUTIVO.", "Art. 1. El ejercicio del Poder Ejecutivo se deposita en un Supremo Magistrado, que se \ndenominará Presidente de la República: durará ocho años, y se elegirá de la manera \nsiguiente. \nArt. 2. El dia 16 de Agosto del año anterior á la renovacion, elegirán el Presidente de la \nRepública, en junta del Consejo y Ministros, el Senado y la A lta Corte de Justicia, cada \nuno una terna de individuos, y en el mismo di a las pasarán directamente á la Cámara de \nDiputados. \nEsta en el dia siguiente escoge rá tres individuos de los especificados en dichas ternas, y \nremitirá la terna resultante á todas las Juntas departamentales. \nEstas elegirán un individuo de los tres contenidos en la  terna que se les remita, \nverificando su eleccion el dia 15 de Octubre del año anterior á la renovacion, y remitirán \nen pliego certificado la acta de eleccion, prec isamente por el correo próximo inmediato, \ná la Secretaría de la Cámara de Diputados, siendo caso de responsabilidad para las \nJuntas departamentales la falta de cump limiento á lo prevenido en este párrafo. \nEl dia 15 del inmediato mes de Diciembre se  reunirán las dos Cámaras, abrirán los \npliegos de actas que se hubieren recibido, nombrarán una Comision especial de cinco \nindividuos que las examine y califique las ele cciones (sólo por lo respectivo á su validez \nó nulidad), haga la regulacion de los voto s y presente el correspondiente dictamen. \nDiscutido y aprobado dicho dictamen en el Congreso general reunido, se declarará \nPresidente al que hubiere obtenido mayor número  de votos, y en caso de igualdad al que \ndesigne la suerte, verificá ndose el sorteo y todo lo demas en la misma sesion. \nArt. 3. Los actos especificados en el art. an terior serán nulos, ej ecutándose en otros dias \nque los asignados en él, y sólo en el caso de ", "ificá ndose el sorteo y todo lo demas en la misma sesion. \nArt. 3. Los actos especificados en el art. an terior serán nulos, ej ecutándose en otros dias \nque los asignados en él, y sólo en el caso de  que algun trastorno soci al imposibilite, ó la \nreunion del Congreso, ó la de la  mayor parte de las juntas departamentales, el Congreso \ncon el voto de las dos terceras de los i ndividuos presentes de cada Cámara, designará \notros dias, valiendo este acuerdo extraord inariamente y por aquella sola vez. \nArt. 4. Se expedirá decret o declaratorio de la elecc ion, el cual se publicará \nsolemnemente por el Gobierno, y se comuni cará al interesado para que se presente á \notorgar el juramento, y á tomar pos esion el dia 2 del próximo Enero. \nArt. 5. El Presidente que termine puede ser reelecto siempre que venga propuesto en las \ntres ternas de que habla el párrafo primero, ar t. 2, sea escogido para uno de los dos de la \nterna de la Cámara de Diput ados, de que habla el párra fo segundo del mismo articulo, y \nobtenga el voto de las tres cuartas pa rtes de las Juntas departamentales. \nArt. 6. El cargo de Presidente de la Repúbl ica no es renunciable, sino en el caso de \nreeleccion, y aun en él sólo con justas cau sas, que calificará el  Congreso general. \nArt. 7. Si el electo estuviere ausente, el Congreso, atendida la  distancia, le prefijará el \ndia para presentarse. \nArt. 8. En las faltas temporal es del Presidente de la Re pública gobernará el Presidente \ndel Consejo.", "Este mismo se encargará del gobierno en el intervalo que puede haber desde la cesacion \ndel antiguo hasta la presen tacion del nuevo Presidente. \nArt. 9. Las funciones del Presidente de la República terminan en 1 de Enero del año de \nla renovacion. \nArt. 10. En caso de vacante por muerte ó destitucion legal del Presidente de la \nRepública, se procederá á las elecciones en los mismos térm inos dichos en el art.2, \ndesignando el Congreso por decret o especial el dia en que cada una deba verificarse. \nSi la muerte ó destitucion aconteciere en el  último año de su mando, se procederá á las \nelecciones de que habla el articulo siguiente, y el electo funcionará hasta la posesion del \nPresidente que se elija en el tiempo y m odo designados en el art. 2 de esta ley. \nArt. 11. En todo caso de vacante, y mientras  se verifica la eleccion y posesion del \nPresidente propietario, electo ordinaria ó extraordinariament e, se nombrará un interino \nen esta forma. \nLa Cámara de Diputados elegirá tres in dividuos, en quienes concurran todas las \ncalidades que exije esta ley para ese cargo, y remitirá al Senado la terna. \nEsta Cámara al dia siguiente escogerá de la terna el individuo que ha de ser Presidente \ninterino, lo avisará á la Cámara de Diput ados, y el decreto del nombramiento se \ncomunicará al Gobierno para su publicacion y comunicacion al interesado, prefijando el \ndia en que debe presentarse á otorgar el juramento. \nArt. 12. El Presidente propiet ario ó interino, para tomar pos esion de su cargo, hará ante \nel Congreso general, reunidas las dos Cámara s, juramento bajo la fórmula siguiente: \n«Yo N., nombrado Presidente de la Repúbli ca Mexicana, juro por Dios y los Santos \nEvangelios, que ejerceré fielmente el encargo que se me ha confiado, y observaré y haré \nobservar exactame", "iguiente: \n«Yo N., nombrado Presidente de la Repúbli ca Mexicana, juro por Dios y los Santos \nEvangelios, que ejerceré fielmente el encargo que se me ha confiado, y observaré y haré \nobservar exactamente la Constitu cion y leyes de la Nacion». \nEl reglamento interior del Congreso deta llará todas las ceremonias de este acto. \nArt. 13. Cuando al Presidente le sobrevenga incapacidad física ó moral, la excitacion de \nque habla el párrafo 4º, art. 12 de la segunda le y constitucional, deberá ser votada por \nlas dos terceras partes de los individuos presentes de la Cámara de Diputados, y \nconfirmada por la mayoría absoluta de los individuos que de ben componer la del \nSenado. \nArt. 14. Para ser elegido Presidente  de la República, se requiere: \n1.º Ser mexicano por nacimiento y estar en  actual ejercicio de los derechos de \nciudadano. \n2.º Tener de edad el dia de la eleccion cuarenta años cumplidos. \n3.º Tener un capital físico ó moral que le produzca al individuo anualmente cuatro mil \npesos de renta.", "4.º Haber desempeñado alguno de los car gos superiores civiles ó militares. \n5.º No haber sido condenado en proceso lega l por crímenes ó mala versacion en los \ncaudales públicos. \n6.º Residir en la República al tiempo de la eleccion. \nArt. 15. Son prerrogativas del Presidente de la República: \n1.º Dar ó negar la sancion á las leyes y decr etos del Congreso general, en los casos no \nexceptuados en la tercera ley constitucional. \n2.º Que no puedan dejar de tomarse en consid eracion las iniciativas de ley ó decreto que \ndirija el Congreso general en todo lo  que está facultado para hacerlas. \n3.º No poder ser acusado criminalmente, du rante su presidencia y un año despues, por \nninguna clase de delitos cometidos antes, ó mientras funge de Presidente, sino en los \ntérminos que prescriben los Articulos 47 y 48 de la tercera ley constitucional. \n4.º No poder ser acusado criminalmente por de litos políticos cometi dos antes ó en la \népoca de su presidencia, despues de pasado un año de haber terminado ésta. \n5.º No poder ser procesado sino previa la d eclaracion de ambas Cámaras, prevenida en \nel art. 49, párrafo último de la tercera ley constitucional. \n6.º Nombrar libremente á los Secretarios del Despacho, y poderlos remover siempre que \nlo crea conveniente. \n7.º Elegir y remitir á las Cámaras orador es que manifiesten y apoyen la opinion del \nGobierno, en todos los casos en que la importancia del asunto haga, á su juicio y al del \nConsejo, oportuna esta medida. \nArt. 16. Las mismas prerrogativas disfrutará  el que funja de Pr esidente interina ó \nsupletoriamente; pero en éstos, el término para  gozar de la 3ª, 4ª y 5ª, se extenderá sólo \ná dos meses despues de terminado el encargo. \nArt. 17. Son atribuciones del Presidente de la República: 1.ª  Dar, con sujecion á las leyes", " el término para  gozar de la 3ª, 4ª y 5ª, se extenderá sólo \ná dos meses despues de terminado el encargo. \nArt. 17. Son atribuciones del Presidente de la República: 1.ª  Dar, con sujecion á las leyes generales respectivas, todos los decretos y órdenes que \nconvengan para la mejor administracion pública,  observancia de la Constitucion y leyes, \ny de acuerdo con el Consej o, los reglamentos para el cumplimiento de éstas. \n2.ª  Iniciar todas las leyes y decretos que  estime convenientes, de acuerdo con el \nConsejo, para el buen gobierno de la Nacion. \n3.ª  Hacer, con acuerdo del Consejo las obs ervaciones que le parezca á las leyes y \ndecretos, que el Congreso le comunique pa ra su publicacion, no siendo en los casos \nexceptuados en la tercera ley constitucional. \n4.ª  Publicar, circular,  y hacer guardar la  Constitucion, leyes y decretos del Congreso.", "5.ª  Resolver con acuerdo del Consejo las ex citaciones de que hablan  los párrafos 1.º  y \n6.º art. 12 de la segunda ley constitucional. \n6.ª  Pedir al Congreso la prór oga de sus sesiones ordinarias. \n7.ª  Resolver lo convoque la Diputacion permanente á sesiones extraordinarias, y \nseñalar, con acuerdo del Consejo, los as untos que deben tratarse en ellas. \n8.ª  Negarse, de acuerdo con el Suprem o Poder Conservador, á que la Diputacion \npermanente haga la convocatoria para que la  faculta el art. 20  de la tercera ley \nconstitucional en su 2.ª parte. \n9.ª  Cuidar de la recaudación, y decretar la inversion de la s contribuciones con arreglo á \nlas leyes. \n10.ª Nombrar á los Consejeros en lo s términos que dispone esta ley. \n11.ª Nombrar á los Gobernadores de los Departamentos á propuesta en terna de la Junta \ndepartamental, y con acuerdo del Consejo. \n12.ª Remover á los Empleados diplomáticos  siempre que lo juzgue conveniente. \n13.ª Nombrar á los Empleados diplomáticos, Cónsules, Coroneles y demás oficiales \nsuperiores del Ejército permanente, de la Armada y de la Milicia activa, y á los primeros Gefes de las oficinas principales de Hacie nda, establecidas ó que se establezcan, con \nsujecion en los primeros, á la aprobacion del Senado, y en estos últimos á la de la Cámara de Diputados, segun prescriben lo s artículos 52 y 53 de la tercera ley \nconstitucional. \n14.ª Nombrar para todos los demás empleos milit ares y de las oficin as, con arreglo á lo \nque dispongan las leyes. \n15.ª Intervenir en el nombramiento de lo s Jueces é individuos de los tribunales de \njusticia conforme á lo que esta blece la quinta ley constitucional. \n16.ª Dar retiros, conceder licencias y pens iones conforme lo dispongan las leyes. \n17.ª Disponer de la fuerza armada de mar y tie rra para la s", "orme á lo que esta blece la quinta ley constitucional. \n16.ª Dar retiros, conceder licencias y pens iones conforme lo dispongan las leyes. \n17.ª Disponer de la fuerza armada de mar y tie rra para la seguridad interior y defensa \nexterior. \n18.ª Declarar la guerra en nombre de la Nacion, previo el cons entimiento del Congreso, \ny conceder patentes de corso con a rreglo á lo que dispongan las leyes. \n19.ª Celebrar concordatos con la Silla Apostó lica, arreglado á las ba ses que le diere el \nCongreso. \n20.ª Dirigir las negociaciones dipl omáticas y celebrar tratados  de paz, amistad, alianza, \ntregua, neutralidad armada, sujetándolos á la aprobacion del C ongreso antes de su \nratificacion.", "21.ª Recibir ministros y demas enviados extrangeros. \n22.ª Excitar á los ministros de justicia para  la pronta administracion de ésta, y darles \ntodos los auxilios necesarios para la ej ecucion de sus sentencias y providencias \njudiciales. \n23.ª Suspender de sus empleos, hasta por tres  meses, y privar aun de la mitad de sus \nsueldos, por el mismo tiempo, á los empleados  de su nombramiento, infractores de sus \nórdenes y decretos, y en el  caso que crea debérseles formar causa, pasará los \nantecedentes al tribunal respectivo. \n24.ª Conceder el pase ó retener los decretos  conciliares, bulas pontificias, breves y \nrescriptos con consentimiento  del Senado, si contienen dis posiciones generales; oyendo \ná la Suprema Corte de Justicia, si se versan  sobre asuntos contenci osos, y al Consejo si \nfueren relativos á negocios partic ulares, ó puramente gubernativos. \nEn cualquier caso de retenci on deberá dirigir al Sumo Pontífice, dentro de dos meses á \nlo mas, exposicion de los motivos, para qu e instruido su Santidad, resuelva lo que \ntuviere á bien. \n25.ª Prévio el concordato con la Silla Apos tólica, y segun lo que en él se disponga, \npresentar para todos los Obispados, Dignidade s y beneficios eclesiásticos que sean del \npatronato de la Nacion, con acuerdo del Consejo. \n26.ª Conceder ó negar, de acuerdo con el Cons ejo, y con arreglo á las leyes, los indultos \nque se le pidan, oídos los tribunales cuyo fallo  haya causado la ejecutoria y la Suprema \nCorte de Justicia, suspendi éndose la ejecucion de la se ntencia mientras resuelve. \n27.ª Cuidar de la exactitud lega l en la fabricacion de moneda. \n28.ª Providenciar lo conducente al bu en gobierno de los Departamentos. \n29.ª Contraer deudas sobre el crédito n acional, prévia auto rizacion del Congreso. \n30.ª Habilitar puer", "abricacion de moneda. \n28.ª Providenciar lo conducente al bu en gobierno de los Departamentos. \n29.ª Contraer deudas sobre el crédito n acional, prévia auto rizacion del Congreso. \n30.ª Habilitar puertos ó cerrarlos , establecer ó suprimir adua nas, y formar los aranceles \nde comercio con absoluta sujecion á las bases que pr efije el Congreso. \n31.ª Conceder, de acuerdo con el Consejo, cart as de naturalizacion, bajo las reglas que \nprescriba la ley. \n32.ª Dar pasaporte á los mexicanos para ir á pa ises extrangeros, y prorogarles el término \nde la licencia. \n33.ª Dar ó negar el pase á los extrangeros pa ra introducirse á la República, y expeler de \nella á los no naturalizados que le sean sospechosos. \n34.ª Conceder, de acuerdo con el Consejo, priv ilegios exclusivos en  los términos que \nestablezcan las leyes. \nArt. 18. No puede el Presidente de la República:", "1.º Mandar en persona las fuerzas de ma r ó tierra, sin consentimiento del Congreso \ngeneral ó en sus recesos del Senado, por el voto de las dos terceras partes de los \nSenadores presentes. \nMientras esté mandando las fuerzas cesará t oda su intervencion en el Gobierno, á quien \nquedará sujeto como general. \n2.º Privar á nadie de su liber tad, ni imponerle por sí pena al guna; pero cua ndo lo exijan \nel bien ó la seguridad  pública podrá arrestar á los que  le fueren sospechosos, debiendo \nponerlos á disposicion del tribunal ó juez co mpetente á los tres dias á mas tardar. \n3.º Ocupar la propiedad de ninguna persona ni  corporacion, sino en el caso y con los \nrequisitos que detalla el párrafo 3º, art. 2, de la primera ley constitucional. \n4.º Salir del territorio de la República durante  su presidencia, y un año despues, sin el \npermiso del Congreso. \n5.º Enajenar, ceder ó permutar ciudad, villa, l ugar ó parte alguna del territorio nacional. \n6.º Ceder ni enagenar lo s bienes nacionales, sin consentimiento del Congreso. \n7.º Imponer por sí directa ni indirectamente  contribuciones de ninguna especie generales \nni particulares. \n8.º Hacer ejecutar los actos que prohiben los párrafos 4.º 5.º 6. º y 7.º art. 2 de la primera \nley constitucional y el 5.º art. 45 de la tercera. \n9.º Impedir ó diferir las elecciones esta blecidas en las leyes constitucionales. \n10.º Impedir ó turbar las re uniones del Poder Conservador , ó negar el cumplimiento á \nsus resoluciones. \nArt. 19. Todo acto contrario al  artículo precedente, es nulo, y hace responsable al \nSecretario del Despacho que lo autorice. \nArt. 20. Las leyes secundarias designarán el sueldo que debe indemnizar á este Supremo \nMagistrado, y todos los ceremoniales que  se deben observar respecto de él. \nDel Consejo de gobiern", "o autorice. \nArt. 20. Las leyes secundarias designarán el sueldo que debe indemnizar á este Supremo \nMagistrado, y todos los ceremoniales que  se deben observar respecto de él. \nDel Consejo de gobierno. \nArt. 21. Este se compondrá de trece Consejer os, de los cuales dos  serán eclesiásticos, \ndos militares, y el resto de las demás clases de la sociedad, y se elegirán de la manera \nsiguiente: \nEl actual Congreso formará una lista de treinta y nueve individuos y la remitirá al \nPresidente de la República, quien al dia sigu iente escogerá en ella y nombrará los trece \nConsejeros. \nEn lo sucesivo en cada caso de vacante, el  Senado propondrá una tern a al Presidente de \nla República, para que este elija y reemplace al que falte.", "Art. 22. Hecha la eleccion de los trece Consej eros, de que habla el anterior artículo, \npasará la lista de ellos el Presidente de la República al Congreso, y este, en el mismo \ndia, nombrará de entre ellos al que ha de pres idir el Consejo, y al que haya de suplir sus \nfaltas. \nEsta eleccion se hará en lo sucesivo por la  Cámara de Diputados, cada dos años, en el \ndia diez de Enero, y se comuni cará al Presidente de la República para que la publique. \nEl que acaba de Presidente puede ser reelecto. Art. 23. El cargo de Consejero será perp etuo, y no se podrá renunciar sino por justa \ncausa, calificada de tal, por el Presiden te de la República, con acuerdo del mismo \nConsejo. \nArt. 24. Para ser Consejero se requiere ser mexicano por nacimiento y tener las mismas \ncalidades que exije para los Diputados el art. 6 de la tercera ley constitucional. \nArt. 25. Son atribuciones del Consejo: 1.ª Todas las que están expresadas en es ta ley y en las otras constitucionales. \n2.ª Dar al Gobierno su dictamen en todos los casos y asuntos en que se lo exija. \n3.ª Nombrar de entre sus individuos al que ha de fungir de secretario, y al que haya de \nsuplir sus faltas. \nLa eleccion la hará el dia 10 de Enero de cada dos años, y podrá reelegirse á los mismos \nque terminan. \nArt. 26. Los consejeros sólo serán responsable s por los dictámenes que  dieren contra la \nley expresa, singularmente si es c onstitucional, ó por cohecho ó soborno. \nLa responsabilidad no se les podrá exijir sino en el modo y términos prescritos en la \ntercera ley constitucional. \nArt. 27. Una ley secundaria reglamentará detalladamente todas las funciones del \nConsejo, el modo de desempeñarlas, todo  su gobierno interior, y asignará la \nindemnizacion que deba darse á estos funcionarios. \nDel Ministerio \nArt. 28. Para e", "etalladamente todas las funciones del \nConsejo, el modo de desempeñarlas, todo  su gobierno interior, y asignará la \nindemnizacion que deba darse á estos funcionarios. \nDel Ministerio \nArt. 28. Para el despacho de los asuntos de  Gobierno, habrá cuatro Ministros: uno de lo \nInterior, otro de Relaciones exteriores, otro  de Hacienda, y otro de Guerra y Marina. \nArt. 29. Los Ministros deberán ser de exclusiv a eleccion del Presidente de la República, \nmexicanos por nacimiento, ciudadanos en act ual ejercicio de sus derechos, y que no \nhayan sido condenados en proceso legal por cr ímenes ó mala versacion en los caudales \npúblicos.", "Art. 30. Todo asunto grave del Gobierno será re suelto por el Presidente de la República \nen junta de Ministros, quienes firmarán el acuerdo en el libro respectivo, especificando \nel que ó los que disientan. \nArt. 31. A cada uno de los Ministros corresponde: \n1.º El despacho de todos los negocios de su ramo, acordándolos previamente con el \nPresidente de la República. \n2.º Autorizar con su firma todos los reglamen tos, decretos y órdenes del Presidente, en \nque él esté conforme, y versen sobr e asuntos propios de su Ministerio. \n3.º Presentar á ambas Cámaras una Memoria es pecificativa del estado en que se hallen \nlos diversos ramos de la administraci on pública respectivos á su Ministerio. \nEsta Memoria la presentará el Secretario de  Hacienda en Julio de cada año, y los otros \ntres en Enero. \nArt. 32. Cada Ministro será responsable de  la falta de cumplim iento á las leyes que \ndeban tenerlo por su Ministerio , y de los actos del Presidente  que autorice con su firma, \ny sean contrarios á las leyes, singularmente las constitucionales. \nLa responsabilidad de los Ministros no se podrá hacer efectiva sino en el modo y \ntérminos que previene la tercera ley constitucional. \nArt. 33. El Gobierno formará un reglamento para el mejor despacho de sus Secretarías, \ny lo pasará al Congreso para su aprobacion. \nArt. 34. La indemnizacion de los Minist ros se establecerá por ley secundaria, \ncontinuando entretanto la que  han disfrutado hasta aquí. \nQUINTA. \n DEL PODER JUDICIAL DE LA REPUBLICA MEXICANA. \nArt. 1. El Poder Judicial de la República se  ejercerá por una Corte Suprema de Justicia, \npor los tribunales superiores de los Departam entos, por los de Hacienda que establecerá \nla ley de la materia y por los juzgados de primera instancia. \nArt. 2. La Corte Suprema de Justicia se", "ticia, \npor los tribunales superiores de los Departam entos, por los de Hacienda que establecerá \nla ley de la materia y por los juzgados de primera instancia. \nArt. 2. La Corte Suprema de Justicia se  compondrá de once Ministros y un Fiscal. \nArt. 3. Representa al Poder Judicial en lo  que le pertenece y no puede desempeñarse por \ntodo él: debe cuidar de que los Tribunale s y Juzgados de los Departamentos estén \nocupados con los Magistrados y Jueces que ha n de componerlos, y de que en ellos se \nadministre pronta y cumplidamente justicia. \nArt. 4. Para ser electo individuo de  la Corte Suprema se necesita: \nPrimero. Ser mexicano por nacimiento: Segundo. Ciudadano en ejercicio de sus \nderechos: Tercero. Tener la edad de cuaren ta años cumplidos: Cuarto. No haber sido", "condenado por algun crímen en proceso legal: Quinto. Ser letrado y en ejercicio de esta \nprofesion por diez años á lo menos. \nNo se necesita la calidad de mexicano por nacimiento: Primero. En los hijos de padre \nmexicano por nacimiento, que, habiendo nacido casualmente fuera de la República, se hubieren establecido en ella desde que entrar on en el goce del derecho de disponer de sí: \nSegundo. En los que hubieren nacido en cualqui era parte de la América que antes del \naño de 1810 dependía de la España, y que se ha  separado de ella, siempre que residieran \nen la República antes de hacerse su i ndependencia: Tercero. En los que, siendo \nnaturales de provincia que fue parte del terr itorio de la misma República, hayan estado \ndesde antes radicados en esta. \nArt. 5. La eleccion de los individuos de la Corte Suprema en las vacantes que hubiere en \nlo sucesivo, se hará de la misma manera y en la propia forma que la del Presidente de la \nRepública. \nArt. 6. Declarada la eleccion se expedirá en  el propio dia el decr eto declaratorio, se \npublicará por el Gobierno y se comunicará al Tribunal y al interesado, para que éste se \npresente á hacer el juramento y tomar posesion. \nArt. 7. El electo prestará el juramento ante la Cámara de Diputados, por su receso ante \nla de Senadores, y por el de ambas ante la Diputacion permanente. Su fórmula será: \n„¿Juráis á Dios nuestro Señor guardar y hacer guardar las leyes constitucionales, \nadministrar justicia bien y cumplidamente, y desempeñar con exactitud todas las funciones de vuestro cargo?” Si así lo hici ereis Dios os lo premie, y si no os lo \ndemande. \nArt. 8. Si un Diputado, Senador  ó Consejero fuere electo Ministro ó Fiscal de la Corte \nSuprema de Justicia, preferirá la elec cion que se haga para estos destinos. \nArt. 9. Los indi", "os lo \ndemande. \nArt. 8. Si un Diputado, Senador  ó Consejero fuere electo Ministro ó Fiscal de la Corte \nSuprema de Justicia, preferirá la elec cion que se haga para estos destinos. \nArt. 9. Los individuos de la Corte Suprema de Justicia no podrán ser juzgados en sus \nnegocios civiles y en sus causas criminales, sino del modo y por el Tribunal establecido \nen la segunda y tercera ley constitucional. \nArt. 10. En cada dos años, y en los seis primeros dias del mes de Enero, extenderán el \nPresidente de la República en  junta del Consejo y de Mini stros, el Senado y la Alta \nCorte de Justicia, cada uno una lista de nueve individuos resi dentes en la capital, y con \nlas mismas calidades que se requieren para los ministros de dicho Supremo Tribunal, á \nfin de que como suplentes puedan c ubrir las faltas de sus magistrados. \nArt. 11. Estas listas se pasarán inmediatam ente á la Cámara de Diputados, y ésta \nnombrará de entre los individuos comprendi dos en ellas los nueve que ejercerán el \ncargo de suplentes. \nArt. 12. Las atribuciones de la Co rte Suprema de Justicia son: \n1.ª Conocer de los negocios civiles y de las causas criminales que se muevan contra los \nmiembros del Supremo Poder Conservador, en los términos y con los requisitos \nprevenidos en el art.18 de la segunda ley constitucional.", "2.ª Conocer de las causa s criminales promovidas contra el  Presidente de la República, \nDiputados y Senadores, Secretarios del Desp acho, Consejeros y Gobernadores de los \nDepartamentos, bajo los requisitos establec idos en la tercera ley constitucional. \n3.ª Conocer, desde la primera instancia, de  los negocios civiles que tuvieren como \nactores ó como reos el Presidente de la República y los Secretar ios del Despacho, y en \nlos que fueren demandados los Diputados, Senadores y Consejeros. \n4.ª Conocer en la tercera de  los negocios promovidos cont ra los Gobernadores y los \nMagistrados superiores de los Departamento s, y en el mismo grado en las causas \ncriminales que se formen contra estos por delitos comunes. \n5.ª Dirimir las competencias que se susciten entre los Tribunales ó Juzgados de diversos \nDepartamentos ó fueros. \n6.ª Conocer de las disputas judiciales que se muevan so bre contratas ó negociaciones \ncelebradas por el Supremo Gobierno, ó por su orden expresa. \n7.ª Conocer de las causas de responsabilidad de los Magi strados de los Tribunales \nsuperiores de los Departamentos. \n8.ª Conocer en todas instancias  en las causas criminales de  los Empleados diplomáticos \ny Cónsules de la República, y en los ne gocios civiles en que fueren demandados. \n9.ª Conocer de las causas de almirantaz go, de presas de mar y tierra, crímenes \ncometidos en alta mar y ofensas contra la Nacion mexicana en los términos que \ndesignará una ley. \n10.ª Conocer de las causas criminales qu e deban formarse contra los subalternos \ninmediatos de la misma Corte Suprema por faltas, excesos ó abusos cometidos en el \nservicio de sus destinos. \n11.ª Conocer de los recursos de nulidad que se interpongan contra las sentencias dadas \nen última instancia por los tribunales superiores de te rcera d", "usos cometidos en el \nservicio de sus destinos. \n11.ª Conocer de los recursos de nulidad que se interpongan contra las sentencias dadas \nen última instancia por los tribunales superiores de te rcera de los Departamentos. \n12.ª Conocer de los recursos de proteccion y de fuerza, que se interpongan de los Muy \nReverendos Arzobispos y Reverendo s Obispos de la  República. \n13.ª Iniciar leyes relativas á la administra cion de justicia, segun lo prevenido en la \ntercera ley constitucional, y preferentemente las que se dirijan á reglamentar todos los \ntribunales de la Nacion. \n14.ª Exponer su dictamen sobre leyes inic iadas por el Supremo Gobierno ó por los \nDiputados en el mismo ramo de la administracion de justicia. \n15.ª Recibir las dudas de los demas tribunales y juzgados sobre la inteligencia de alguna \nley, y hallándolas fundadas, pasarlas á la Cámara de Diputados, exponiendo su juicio y \npromoviendo la declaracion conveniente. \n16.ª Nombrar todos los subalternos y depe ndientes de la misma Corte Suprema.", "17.ª Nombrar los Ministros y Fiscales de los Tribun ales superiores de los \nDepartamentos en los términos siguientes: \nLos Tribunales superiores de los Departamentos form arán listas de todos los \npretendientes á dichas plazas, y de los de más que á su juicio fueren aptos para \nobtenerlas: las pasarán en segui da al Gobernador respectivo, quien, en union de la Junta \ndepartamental, podrá excluir á los que esti me que no merezcan la confianza pública del \nDepartamento, y hecha esta operacion las devolverán á lo s mismos Tribunales. Éstos \nformarán de nuevo otra lista comprensiva de los que quedaron libres despues de la \nexclusion, calificando gradual y circunstancia damente la aptitud y mérito de cada uno. \nremitida esta lista al Supremo Gobierno, podr á éste con su Consejo excluir á los que \ncrea que no merecen el concepto y confian za de la Nación; y pasada por último á la \nCorte Suprema de Justicia, procederá al nom bramiento entre los que resulten expeditos. \n18.ª. Confirmar el nombramiento de los Jueces  propietarios de primera instancia, hecho \npor los Tribunales superiores  de los Departamentos. \n19.ª. Apoyar ó contradecir las peticiones de indultos que se hagan á favor de los \ndelincuentes. \n20.ª. Conocer de los asuntos contenciosos pe rtenecientes al patrona to de que goce la \nNacion. \n21.ª. Consultar sobre el pase ó retencion de bul as pontificias, breves y reos expedidos en \nnegocios litigiosos. \n22.ª. Oír y decidir sobre los reclamos que se  interpongan en la cap ital de la República \nacerca de la calificacion hecha para ocupar la propiedad agena, en los casos de que trata \nel párrafo 3º, art. 2 de la  primera ley constitucional. \nArt. 13. La Suprema Corte de Justicia, asociándo se con oficiales genera les, se erigirá en \nMarcial para conocer de todos los neg", " que trata \nel párrafo 3º, art. 2 de la  primera ley constitucional. \nArt. 13. La Suprema Corte de Justicia, asociándo se con oficiales genera les, se erigirá en \nMarcial para conocer de todos los negocios y causas del fuero de guerra, en los términos \nque prevendrá una ley, bajo las bases siguientes: \n1.ª. De esta Corte Marcial sólo los Ministros militares decidirán en las causas \ncriminales, puramente militares. \n2.ª. En los negocios civiles sólo conocer án y decidirán los Ministros letrados. \n3.ª. En las causas criminales comunes y mi xtas conocerán y decidirán, asociados unos \ncon otros, lo mismo que en las que se form en á los Comandantes generales, por delitos \nque cometan en el ejercicio de su jurisdiccion. \nArt. 14. En esta Corte Marcial habrá siete Ministros militares propietarios y un Fiscal, \ncuatro suplentes para los primeros y uno pa ra el segundo. La eleccion de todos se hará \nde la misma manera que la de los Minist ros de la Suprema Corte de Justicia, y \ndisfrutarán como éstos de la prerrogativa con cedida en el art. 9. Sus calidades serán la \n1.ª, 2.ª, 3.ª y 4.ª que expresa el art. 4 de esta ley, debiendo ser ademas Generales de \nDivision ó de Brigada.", "Art. 15. Los requisitos para que el Gobier no pueda destinarlos á cosas del servicio, \nserán los mismos que exije el art. 16 de es ta ley en la restriccion 4.ª para que puedan \nencargarse de alguna comision los ministro s de la Suprema Corte de Justicia. \nArt. 16. Las restricciones de la Corte Suprem a de Justicia y de sus individuos son las \nsiguientes: \n1.ª No podrá hacer por sí reglamento alguno, ni  aun sobre materias pertenecientes á la \nadministracion de justicia, ni dictar provide ncias que contengan disposiciones generales \nque alteren ó declaren las de las leyes. \n2.ª No podrá tomar conocimiento alguno sobr e asuntos gubernativos ó económicos de la \nNacion. \n3.ª Tampoco podrá tomarlo en los contenciosos que se hallaren pendientes en los \nTribunales de los Departamentos, ó que pert enezcan á la jurisdiccion de su respectivo \nterritorio.  \n4.ª Ninguno de los Ministros y Fiscales de  la Corte Suprema podrá tener comision \nalguna del Gobierno. Cuando éste, por motivos pa rticulares que interesen al bien de la \ncausa pública, estimare conveniente nombrar  á algun Magistrado para Secretario del \nDespacho, Ministro diplomático u otra comision de esta na turaleza, podrá hacerlo con \nacuerdo del Consejo y cons entimiento del Senado. \n5.ª Los ministros y fiscales de la Corte Suprema no podrán ser abogados ni apoderados \nen los pleitos, asesores, ni árb itros de derecho ó arbitradores. \nArt. 17. La Corte Suprema de Justicia formar á un reglamento para su  gobierno interior y \ndesempeño de todas sus atribuciones, lo pondr á desde luego en ejercicio, y lo pasará \ndespues al Congreso para su reforma ó aprobacion. \nDe los Tribunales superiores de los Departamentos. \nArt. 18. En cada Capital de Departamento  se establecerá un  Tribunal superior, \norganizado del modo qu e desig", "greso para su reforma ó aprobacion. \nDe los Tribunales superiores de los Departamentos. \nArt. 18. En cada Capital de Departamento  se establecerá un  Tribunal superior, \norganizado del modo qu e designará una ley. \nArt. 19. Todos estos tribunales serán iguale s en facultades, e i ndependientes unos de \notros en el ejercicio de sus funciones. \nArt. 20. Para ser electo Ministro de  dichos Tribunales se requiere: \n1.º Ser mexicano por nacimiento ó hallarse en alguno de los casos que expresa el Art. 4, \npárrafo 2 de esta ley. \n2.º Ser ciudadano en ejer cicio de sus derechos. \n3.º Tener la edad de treinta años cumplidos. \n4.º No haber sido condenado en proceso legal por algun crimen.", "5.º Ser letrado y en ejercici o práctico de esta profesion por seis años á lo menos. \nArt. 21. Los Jueces superiores y Fiscales de  los tribunales, al tomar posesion de sus \ndestinos, harán el juramento prevenido en el art. 7, ante el Gobernador y Junta \ndepartamental. \nArt. 22. Las atribuciones de esto s tribunales son las que siguen: \n1.ª Conocer en segunda y tercera instanci a de las causas civiles y criminales \npertenecientes á su respectivo territorio. y en primera y se gunda de las ci viles de los \nGobernadores de los Departamentos, cuya Capi tal esté mas inmediata, y de las civiles y \ncriminales comunes de los magistrados superiores de éstos. \n2.ª Conocer en primera y segunda instancia de las causas criminales comunes, de las de \nresponsabilidad y de los negocios civiles en que fueren demandados los jueces inferiores de su territorio. En las mismas instancias, de las que deban formarse contra \nlos subalternos y dependientes inmediatos de l tribunal por faltas, abusos ó excesos \ncometidos en el servicio de sus destinos. y en tercera instanci a de los negocios que \npromuevan ó causas que se formen en iguales casos, en los departamentos cuya capital \nesté mas inmediata. \n3.ª Conocer de los recursos de nulidad, que se interpongan de las sentencias dadas por \nlos jueces de primera instancia en juicio es crito, y cuando no tuviere lugar la apelacion, \ny de las de vista que causen ejecutoria. \n4.ª Dirimir las competencias de jurisdiccion qu e se susciten entre sus jueces subalternos. \n5.ª Conocer de los recursos de proteccion y de fuerza que se interpongan de los jueces \neclesiásticos de su respectivo te rritorio, no arzobispos ni obispos. \n6.ª Declarar en las causas de reos inm unes los casos en que deba pedirse á la \njurisdiccion eclesiás tica su consignacion. \n7.ª Ca", "lesiásticos de su respectivo te rritorio, no arzobispos ni obispos. \n6.ª Declarar en las causas de reos inm unes los casos en que deba pedirse á la \njurisdiccion eclesiás tica su consignacion. \n7.ª Calificar á los letrados que deben ocupa r las vacantes que ocurran en los mismos \ntribunales, verificándolo prec isamente con intervencion de los gobernadores y juntas \ndepartamentales respectivas, en los términos prevenidos en el párr afo 17 del Art. 12 de \nesta ley. \n8.ª Nombrar á los jueces de primera inst ancia de su territorio, precediendo la \nintervencion de los gobiernos y juntas depart amentales respectivas. Es ta intervencion se \nverificará de la manera dis puesta en la primera parte de l mismo párrafo 17 del Art. 12 \nde esta ley. y dando inmediatamente cuenta á la Corte Suprema para la confirmacion del \nnombramiento hecho por el tribunal. \n9.ª Nombrar á sus subalternos y dependientes respectivos. \nArt. 23. Las restricciones de estos Tribunale s y de sus Ministros son las siguientes:", "1.ª No podrán hacer reglamento alguno, ni aun sobre materias de administracion de \njusticia, ni dictar providen cias que contengan disposici ones generales que alteren ó \ndeclaren las de las leyes. \n2.ª No podrán tomar conocimiento alguno sobre asuntos gubernativos ó económicos de \nsus Departamentos. \nArt. 24. Ninguno de los Ministro s y Fiscales de estos Trib unales podrá ser abogado ó \napoderado en los pleitos, asesor ó árbitro de derecho ó arbitrador, ni tener comision \nalguna del Gobierno en su  respectivo territorio. \nDe los jueces subalternos de primera instancia. \nArt. 25. En las cabeceras de distrito de cada Departamento se establecerán jueces \nsubalternos, con sus juzgados correspondientes, para el despacho de las causas civiles y \ncriminales en su primera instancia. \nLos habrá también en las cabeceras de partido que designen las juntas Departamentales, \nde acuerdo con los Gobernadores, con tal de que la poblacion de todo el partido no baje \nde veinte mil almas. \nArt. 26 Para ser Juez de primera instancia se requiere: 1.ª Ser mexicano por nacimiento, ó hallars e en alguno de los casos que expresa el \npárrafo 2 del art. 4 de esta ley. \n2.ª Ser ciudadano en el ejercicio de sus derechos. 3.ª No haber sido condenado en proceso legal por algun crimen. \n4.ª Tener veintiséis años cumplidos de edad. \n5.ª Ser letrado, y haber ej ercido esta profesion cu atro años á lo menos. \nArt. 27 Los jueces de primera instancia no podrán ser abogados ni  apoderados en los \npleitos, ni árbitros de derecho ó arbitradores. \nArt. 28. Se limitarán solamente al c onocimiento de los asuntos judiciales. \nArt. 29. En éstos, los Alcaldes de los pueblos ejercerán las facultades  que se establezcan \npor las leyes. \nPrevenciones generales sobre la administr acion de justicia en lo civil y crimin", "diciales. \nArt. 29. En éstos, los Alcaldes de los pueblos ejercerán las facultades  que se establezcan \npor las leyes. \nPrevenciones generales sobre la administr acion de justicia en lo civil y criminal. \nArt. 30. No habrá mas fueros personales que el eclesiástico y militar. Art. 31. Los Ministros y Fiscales de la Cort e Suprema serán perpetuos en estos cargos, y \nno podrán ser ni suspensos ni removidos, sino con arreglo á las prevenciones contenidas \nen la segunda y tercera leyes constitucionales.", "Art. 32. También serán perpetuos los Minist ros de los Tribunales superiores de los \nDepartamentos y los Jueces letrados de primera instancia, y no podrán ser removidos, \nsino por causa legalmente probada y sentenciada. \nArt. 33. Todos los Magistrados y Jueces gozarán  con el sueldo que se designará por una \nley. \nArt. 34. En cada causa, sea cual fuere su cuantía y naturaleza, no podrá haber mas de \ntres instancias. Una ley fijará  el número de los que cada ca usa deba tener para quedar \nejecutoriada segun su naturaleza, entidad y circunstancias. \nArt. 35. Los Ministros que hubieren fallado en  alguna instancia, no podrán hacerlo en \nlas demas. \nArt. 36. Toda prevaricacion por cohecho, soborno, ó baratería produce accion popular \ncontra los magistrados y jueces que la cometieren. \nArt. 37. Toda falta de observanc ia en los trámites esenciales  que arreglan un proceso, \nproduce su nulidad en lo civil, y hará tamb ién personalmente responsables á los Jueces. \nUna ley fijará los trámites que como esen ciales no pueden omitirse en ningun juicio. \nArt. 38. En las causas criminales su falta de observancia es moti vo de responsabilidad \ncontra los Jueces que la cometieren. \nArt. 39. Todos los litigantes tienen derecho para terminar, en cualquier tiempo, sus \npleitos civiles ó criminales, sobre injurias  puramente personales, por medio de Jueces \nárbitros, cuya sentencia será ej ecutada conforme á las leyes. \nArt. 40. Para entablar cualqui era pleito civil ó criminal , sobre injurias puramente \npersonales, debe intentarse an tes el medio de la conciliaci on. La ley arreglará la forma \ncon que debe procederse en esos actos, lo s casos en que no tenga lugar y todo lo demas \nrelativo á esta materia. \nArt. 41. El mandamiento escrito y firmado de l Juez, que debe pre ceder á la pris", "ma \ncon que debe procederse en esos actos, lo s casos en que no tenga lugar y todo lo demas \nrelativo á esta materia. \nArt. 41. El mandamiento escrito y firmado de l Juez, que debe pre ceder á la prision, \nsegun el párrafo 1.º art. 2, de la primera le y constitucional, se hará saber en el acto \ninteresado. éste y todos deberán obedecer, cu mplir y auxiliar estos mandamientos, y \ncualquiera resistencia ó arbitrio para emba razarlos ó eludirlos, son delitos graves que \ndeberán castigarse segun sus circunstancias. \nArt. 42. En caso de resistencia ó de temor fundado de fuga, podrá usarse de la fuerza. \nArt. 43. Para proceder á la prision se requiere: \n1.ª Que preceda informacion sumaria, de que resulte haber sucedido un hecho que \nmerezca, segun las leyes, ser castigado con pena corporal. \n2.ª Que resulte también algun motivo ó indicio suficiente para creer que tal persona ha \ncometido el hecho criminal.", "Art. 44. Para proceder á la simple detenc ion basta alguna presuncion legal ó sospecha \nfundada, que incline al juez contra persona y por delito determina do. Una ley fijará las \npenas necesarias para reprimir la arbitr ariedad de los Jueces en esta materia. \nArt. 45. Ningun preso podrá sufrir embargo al guno en sus bienes, sino cuando la prision \nfuere por delitos que traigan de suyo respons abilidad pecuniaria, y entonces sólo se \nverificará en los sufi cientes para cubrirla. \nArt. 46. Cuando en el progreso de la causa y por sus constancias particulares apareciere \nque el reo no debe ser castigado con pena corporal, será puesto en libertad en los \ntérminos y con las circunstan cias que determinará la ley. \nArt. 47. Dentro de los tres dias en que se ve rificare la prision ó detencion, se tomará al \npresunto reo su declaracion prepar atoria. en este acto se le ma nifestará la causa de este \nprocedimiento y el nombre del acusador, si lo hubiere, y tanto esta primera declaracion \ncomo las demas que se ofrezcan en la ca usa, serán recibidas sin juramento del \nprocesado, por lo que respecta á sus hechos propios. \nArt. 48. En la confesion, y al tiempo de hacerse al reo los cargos correspondientes, \ndeberá instruírsele de los documentos, testi gos y demas datos que obren en su contra, y \ndesde este acto el proceso continuará sin reserva del mismo reo. \nArt. 49. Jamas podrá usarse del tormento para la averiguacion de ningun género de \ndelito. \nArt. 50. Tampoco se impondrá la pena de confiscacion de bienes. Art. 51. Toda pena, así como el delito, es precisamente personal del delincuente, y \nnunca será trascendental á su familia. \nSEXTA. \nSOBRE LA DIVISIÓN Y OR GANIZACIÓN TERRITORIAL. \n DIVISION DEL TERRITORIO DE LA REPUBLICA Y GOBIERNO INTERIOR DE \nSUS PUEBLOS. \nArt. 1. La Repú", "uente, y \nnunca será trascendental á su familia. \nSEXTA. \nSOBRE LA DIVISIÓN Y OR GANIZACIÓN TERRITORIAL. \n DIVISION DEL TERRITORIO DE LA REPUBLICA Y GOBIERNO INTERIOR DE \nSUS PUEBLOS. \nArt. 1. La República se dividirá en Departam entos, conforme á la octava de las bases \norgánicas. Los Departamentos se dividi rán en Distritos y éstos en Partidos. \nArt. 2. El primer Congreso constitucional, en los meses de Abril, Mayo y Junio del \nsegundo año de sus sesiones, hará la divisi on del Territorio en Departamentos por una \nley, que será constitucional. \nArt. 3. Las Juntas departamentales en el re sto de ese año, hará n la division de su \nrespectivo Departamento en Distritos, y la  de éstos en partidos. dando cuenta al \nGobierno, y éste con su informe al Congres o para su aprobacion. Mientras tanto se \nhacen las divisiones de que tratan los dos artículos anteriores, se dividirá \nprovisionalmente el Territorio de la  República por una ley secundaria.", "Art. 4. El gobierno interior de los Departamentos estará  á cargo de los gobernadores, \ncon sujecion al gobierno general. \nArt. 5. Los gobernadores serán nombrados por éste á propuesta en terna de las juntas \ndepartamentales, sin obligacion  de sujetarse á ella en lo s Departamentos fronterizos, y \npudiendo devolverla una vez en los demas.  Los gobernadores durarán ocho años, \npudiendo ser reelectos. \nArt. 6. Para ser Gobernador se necesita: 1.º Ser mexicano por nacimiento, ó haber naci do en cualquiera parte de la América que \nantes de 1810 dependía de la España, y que se ha separado de ella, siempre que residiera \nen la República al tiempo de hacerse su independencia. \n2.º Ser ciudadano en el ej ercicio de sus derechos. \n3.º Ser natural ó vecino del mismo Departamento. 4.º Tener de edad treinta años cumplidos. 5.º Tener un capital (físico ó moral) que le produzca de renta anual dos mil pesos, á lo \nmenos. \n6.º Pertenecer al estado secular. Art. 7. Toca á los Gobernadores: \n1.º Cuidar de la conservacion del orden público en lo interior del Departamento. \n2.º Disponer de la fuerza armada, que las leyes les concedan con ese objeto. \n3.º Cumplir y hacer cumplir los decretos  y órdenes del Gobierno general y las \ndisposiciones de la junta departamental, pr evia la aprobacion del Congreso, en los casos \nque la necesiten, segun esta ley. \n4.º Pasar al Gobierno general, con su info rme, todas las disposiciones de la junta \ndepartamental. \n5.º Nombrar los prefectos, aprobar el nombramiento de los subprefectos del \nDepartamento, confirmar el de los jueces de paz y remover á cualquiera de estos funcionarios, oído previamente el dictamen de  la junta departamental en cuanto á la \nremocion. \n6.º Nombrar los empleados del Departamento, cuyo nombramiento no esté reservado á \nalguna ", "era de estos funcionarios, oído previamente el dictamen de  la junta departamental en cuanto á la \nremocion. \n6.º Nombrar los empleados del Departamento, cuyo nombramiento no esté reservado á \nalguna otra autoridad. \n7.º Suspender hasta por tres meses, y privar  aun de la mitad del sueldo por el mismo \ntiempo, á los empleados del Departamento.", "8.º Suspender á los Ayuntamientos del Departamento con acuerdo de la junta \ndepartamental. En el caso de que usen de alguna de las dos atribuciones anteriores, darán inmediatamente cuenta al Gobierno gene ral, para que éste, segun sus facultades, \ndetermine lo que crea conveniente con respecto á la suspension. \n9.º Resolver las dudas que ocurran sobre elecciones de Ayuntamientos, y admitir ó no \nlas renuncias de sus individuos. \n10.º Ejercer, en union de la junta departamenta l, con voto de calidad en caso de empate, \nla exclusiva de que hablan los artículos 12 en la atribucion 17.ª y el 22 en la octava de la \nquinta ley constitucional. \n11.º Excitar á los tribunales y jueces para la mas pront a y recta administracion de \njusticia, poniendo en conocimiento de las autori dades superiores respec tivas las faltas de \nlos inferiores. \n12.º Vigilar sobre las oficinas  de Hacienda del Departamento en los términos que \nprevendrá la ley. \nArt. 8. En las faltas temporales del G obernador se nombrará uno interino del mismo \nmodo que el propietario, debiendo tener las calidades que éste. \nSi la falta fuere de poca duracion, se hará cargo del gobierno el secular mas antiguo de \nlos individuos de la junta departamental, lo mismo que en el intervalo que haya desde la \nfalta del propietario hasta el nombramiento del interino. \nArt. 9. En cada Departamento habrá una Junta que se llamará departamental, compuesta \nde siete individuos. \nArt. 10. Estos serán elegidos por los mism os electores que han de nombrar á los \nDiputados para el Congreso, verificándose la eleccion precisamente al dia siguiente de \nhaberse hecho la de los Diputados. \nSe elegirán también siete suplentes del mismo modo que los propietarios. \nArt. 11. Las Juntas departamentales se renov arán en su totalidad cada cuatro ", "guiente de \nhaberse hecho la de los Diputados. \nSe elegirán también siete suplentes del mismo modo que los propietarios. \nArt. 11. Las Juntas departamentales se renov arán en su totalidad cada cuatro años, \ncomenzando á funcionar el dia 1º de Enero.  \nArt. 12. Las elecciones de ella s se calificarán po r las que acaben, de acuerdo con el \nGobernador y con sujecion á lo que despues resolviere el Senado, á el que se dará \ncuenta inmediatamente, sin perjuicio de la posesion. \nArt. 13. Para ser miembro de la junta depa rtamental se necesitan las mismas calidades \nque para ser Diputado. \nArt. 14. Toca á las Juntas departamentales: 1.º Iniciar leyes relativas  á impuestos, educacion pública, industria, comercio, \nadministracion municipal y variaciones const itucionales, conforme al art. 26 de la \ntercera ley constitucional.", "2.º Evacuar los informes de que tr ata el art. 28 de la misma ley. \n3.º Establecer escuelas de pr imera educacion en todos los pueblos de su Departamento, \ndotándolas competentemente de los fondos de  propios y arbitrios, donde los haya, e \nimponiendo moderadas cont ribuciones donde falten. \n4.º Disponer la apertura y mejora de los caminos interiores del Departamento, \nestableciendo moderados peajes  para cubrir sus costos. \n5.º Dictar todas las dispos iciones convenientes á la co nservacion y mejora de los \nestablecimientos de instruccion y beneficencia pública, y las que se dirijan al fomento \nde la agricultura, industria y comercio. pero  si con ellas se grav are de algun modo á los \npueblos del Departamento, no se pondrán en  ejecucion sin que previamente sean \naprobadas por el Congreso. \n6.º Promover, por medio del gobernador, cuanto convenga á la prosperidad del \nDepartamento en todos sus ramos,  y al bienestar de sus pueblos. \n7.º Formar, con el gobernador, las Ordenanzas  municipales de los Ayuntamientos y los \nreglamentos de policía interior del Departamento. \nEstas Ordenanzas, las disposic iones que se dicten conforme  á las facultades tercera y \ncuarta y las que segun la quinta no necesit en previa aprobacion, podrán desde luego \nponerse en práctica, pero con sujecion á lo que despues resolv iere el Congreso. \n8.º Examinar y aprobar las cuentas que deben rendirse de la recauda cion e inversion de \nlos propios y arbitrios. \n9.º Consultar al Gobierno en todos lo s asuntos en que éste se lo exija. \n10.ª. Excitar al Supremo Poder Conservador pa ra que declare cuándo está el Presidente \nde la República en el caso de renovar todo el Ministerio por bien de la Nacion. \n11.º Hacer las elecciones del Presidente de la República, miembros del Supremo Poder \nConservador, ", "está el Presidente \nde la República en el caso de renovar todo el Ministerio por bien de la Nacion. \n11.º Hacer las elecciones del Presidente de la República, miembros del Supremo Poder \nConservador, Senadores e indivi duos de la Suprema Corte de Justicia y Marcial, segun \nestá prevenido en las respectivas leyes constitucionales. \n12.º Proponer al Gobierno general terna para el nombramiento de gobernador. \n13.º Ejercer, en union de éste, la exclusiva de que hablan los ar tículos 12 y 22 de la \nquinta ley constitucional en el nombramiento de los magistrados y jueces. \n14.º Formar y dirigir anualmente la estadísti ca de su Departamento al Gobierno general, \ncon las observaciones que crean convenientes  al bien y progresos del Departamento. \nArt. 15. Restricciones de los gobernadores y junt as departamentales: 1.ª Ni con el título \nde arbitrios ni con cualquiera otro, podrán imponer contribuciones, sino en los términos \nque expresa esta ley, ni destinarlas á otros objetos que los señalados por la misma. 2.º \nNo podrán adoptar medida alguna para levant amiento de fuerza armada, sino en el caso \nque expresamente estén facultados  por las leyes para ese obje to, ó en el de que se les", "ordene por el Gobierno genera l. 3.º No podrán usar  de otras facultad es que las que les \nseñala esta ley, siendo la cont ravencion á esta parte del ar tículo y las dos anteriores, \ncaso de la mas estrecha responsabilidad. 4.º No podrán los individuos de las juntas departamentales renunciar sus encargos sino con causa legal, calificada por la misma \njunta, de acuerdo con el gobernador. \nArt. 16. En cada cabecera de Distrito habr á un Prefecto nombrado por el Gobernador y \nconfirmado por el Gobierno general: durar á cuatro años y podrá ser reelecto. \nArt. 17. Para ser Prefecto se necesita: 1.º Ser ciudadano mexicano en ejercicio de sus \nderechos. 2.º Natural ó vecino del Departamen to. 3.º Mayor de trei nta años. 4.º Poseer \nun capital físico ó moral que le prod uzca por lo menos mil pesos anuales. \nArt. 18. Toca á los prefectos: 1.º Cuidar en su  distrito del orden y tranquilidad pública, \ncon entera sujecion al gobernador. 2.º Cump lir y hacer cumplir las órdenes del gobierno \nparticular del Departamento. 3.º Velar sobr e el cumplimiento de las obligaciones de los \nAyuntamientos, y en general, sobre todo lo concerniente al ramo de policía. \nArt. 19. En cada cabecera de partido habrá un Sub-Prefecto, nombra do por el Prefecto y \naprobado por el Gobernador: durar á dos años y podrá ser reelecto. \nArt. 20. Para ser Sub-Prefecto se necesita: 1.º Ser ciudadano mexicano en ejercicio de \nsus derechos. 2.º Vecino de la cabecera del partido. 3.º Mayor de veinticinco años. 4.º \nPoseer un capital físico ó moral que le  produzca, por lo menos, quinientos pesos \nanuales.  \nArt. 21. Las funciones del Sub-Prefecto en el partido son las mismas que las del \nPrefecto en el Distrito, con sujecion á éste y por su medio al Gobernador. \nArt. 22. Habrá Ayuntamientos en las capitales  de Dep", "s funciones del Sub-Prefecto en el partido son las mismas que las del \nPrefecto en el Distrito, con sujecion á éste y por su medio al Gobernador. \nArt. 22. Habrá Ayuntamientos en las capitales  de Departamento, en los lugares en que \nlos había el año de 1808, en los puertos cuya  poblacion llegue á cuatro mil almas, y en \nlos pueblos que tengan ocho mil. En los que no  haya esa poblacion, habrá jueces de paz \nencargados también de la policía, en el núm ero que designen las juntas departamentales \nde acuerdo con los gobernadores respectivos. \nArt. 23. Los Ayuntamientos se elegirán popular mente en los términos que arreglará una \nley. El número de alcaldes, regidores y síndico s se fijará por las juntas departamentales \nrespectivas, de acuerdo con el gobernador, sin que puedan exce der los primeros de seis, \nlos segundos de doce y los últimos de dos. \nArt. 24. Para ser individuo del Ayuntamiento se necesita: 1.º Ser ciudadano mexicano \nen el ejercicio de sus der echos. 2.º Vecino del mismo puebl o. 3.º Mayor de veinticinco \naños. 4.º Tener un capital (fís ico ó moral) que le produzca  por lo menos quinientos \npesos anuales. \nArt. 25. Estará á cargo de los Ayuntamientos  la policía de salubridad y comodidad: \ncuidar de las cárceles, de los hospitales y casas de beneficencia, que no sean de \nfundacion particular, de las es cuelas de primera enseñanza que se paguen de los fondos \ndel común, de la construccion y reparacion de puentes, calzadas y caminos y de la \nrecaudacion e inversion de lo s propios y arbitrios: promover el adelantamiento de la", "agricultura, industria y comerc io y auxiliar á los Alcaldes en la conservacion de la \ntranquilidad y el orden público en su vecinda rio, todo con absoluta sujecion á las leyes y \nreglamentos. \nArt. 26. Estará á cargo de los Alcaldes ejerce r en sus pueblos el of icio de conciliadores, \ndeterminar en los juicios verbales, dictar en los asuntos contenciosos las providencias \nurgentísimas, que no den lugar á ocurrir al Juez de primera instancia, instruir en el \nmismo caso las primeras diligencias en las causas criminales, practicar las que les \nencarguen los Tribunales ó Jueces respectivos, y velar sobre la tranquilidad y el orden \npúblico, con sujecion en esta parte á los Sub- Prefectos, y por su medio á las Autoridades \nsuperiores respectivas. \nArt. 27. Los Jueces de paz, encargados tambié n de la policía, serán propuestos por el \nSub-Prefecto, nombrados por el Prefecto, y ap robados por el Gobe rnador: durarán un \naño, y podrán ser reelectos. \nArt. 28. Para ser Juez de paz se necesita: 1. º Ser ciudadano mexicano en el ejercicio de \nsus derechos. 2.º Vecino del pueblo. 3.º  Ser mayor de veinticinco años. \nArt. 29. Estos Jueces ejercer án en sus pueblos las mismas facultades que quedan \ndetalladas para los Alcaldes y las designadas para los Ayuntamientos, con sujecion en \néstas á los Sub-Prefectos, y por su medio á las Autoridades superiores respectivas. \nEn los lugares que no lleguen á mil almas, las funciones de los Jueces de paz se \nreducirán á cuidar de la tranquilidad pública y de la policía, y á practicar las diligencias, \nasí en lo civil como en lo criminal, que por su urgencia no den lugar á ocurrir á las \nAutoridades respectivas mas inmediatas. \nArt. 30. Los cargos de Sub-Prefectos, Alcaldes,  Jueces de paz encargados de la policía, \nRegidores y Síndicos, son c", "su urgencia no den lugar á ocurrir á las \nAutoridades respectivas mas inmediatas. \nArt. 30. Los cargos de Sub-Prefectos, Alcaldes,  Jueces de paz encargados de la policía, \nRegidores y Síndicos, son concejiles. no se podrán renunciar sin causa legal, aprobada \npor el Gobernador, ó en caso de reeleccion. \nArt. 31. Una ley secundaria detallará todo lo  conducente al ejercicio de los cargos de \nprefectos, Sub-Prefectos, Jueces de paz, Alcal des, Regidores y Síndicos, el modo de \nsuplir sus faltas, la indemnizacion que se dará á los Gobernadores, miembros de las \nJuntas departamentales y Prefectos, y las exenciones de que gozarán los demas. \nSÉTIMA.  \nVARIACIONES DE LAS LEY ES CONSTITUCIONALES. \nArt. 1. En seis años, conta dos desde la publicacion de es ta Constitucio n, no se podrá \nhacer alteracion en ninguno de sus artículos. \nArt. 2. En las variaciones que pasado ese período se intenten hacer en ellos, se \nobservarán indispensablemente los requisitos pr evenidos en el art. 12 párrafo 10.º de la \nsegunda ley constitucional, en el  art. 26, párrafos 1º y 3º, en los 28, 29 y 38 de la tercera \nley constitucional, y en el 17, párrafo 2º de la cuarta.", "Art. 3. En las iniciativas de variacion, lo mi smo que en las de t odas las otras leyes, \npuede la Cámara de Diputados, no sólo altera r la redaccion, sino aun añadir y modificar, \npara darle perfeccion al proyecto. \nArt. 4. Los proyectos de variaci on que estuvieren en el caso de l art. 38 de la tercera ley \nconstitucional, se sujetarán á lo que él previene. \nArt. 5. Sólo al Congreso general toca resolv er las dudas de artículos constitucionales. \nArt. 6. Todo funcionario público, al tomar posesion, prestará juramento de guardar y \nhacer guardar, segun le corresponda, las leye s constitucionales, y será responsable por \nlas infracciones que cometa ó no impida. \n________ \n_______  \nARTICULOS  TRANSITORIOS. \nArt. 1. Al dia siguiente al que  señalará la convocat oria para la elecci on de Diputados, se \nverificará la de Juntas departamentales,  calificando estas elecc iones, donde no haya \nJunta saliente, el Ayuntamiento de la capital con sujecion á lo que re solviere el Senado. \nArt. 2. El Congreso prefijará los dias en que hayan de verificarse lo s actos electorales de \nque hablan el art. 8 de la tercera ley constitucional y el 2 de la cuarta: el Gobierno \ndesignará el dia en que se hayan de ejecutar la s de que hablan los párrafos 1º y 2º, art. 3 \nde la segunda ley constitucional. \nArt. 3. Una comision de diez y nueve Repr esentantes, nombrados por el Congreso á \npluralidad de votos, desempeñará en esta vez las funciones elect orales que debería \ndesempeñar la sola Cámara de Diputados por el párrafo 6, art. 3 de la segunda ley \nconstitucional, y 1.º del art. 8 de la tercera. y las que correspondían sólo al Senado por \nla cuarta ley, y artículos 5, 10, 11 y 14 de la quinta ley constitucional. \nArt. 4. Todo el Congreso desempeñará las funcio nes electorales que por el pár", ". y las que correspondían sólo al Senado por \nla cuarta ley, y artículos 5, 10, 11 y 14 de la quinta ley constitucional. \nArt. 4. Todo el Congreso desempeñará las funcio nes electorales que por el párrafo 6, art. \n3 de la segunda ley constitucional, corresponden á sólo el Senado. las que corresponden al Supremo Poder Conservador por los párrafos 3.º y 4.º art. 8 de la  tercera ley, y las que \ncorresponden á la sola Cámara de Diputados en el art. 2 de la cuarta, y en los artículos \n5, 10, 11 y 14 de la quinta ley constitucional. \nArt. 5. El nombramiento de que habla el  párrafo 12º, art. 12 de la segunda ley \nconstitucional, lo hará esta vez el Suprem o Poder Conservador dentro del mes primero \nde su instalacion, y en el mismo dia de ésta  verificará la elecc ion de Presidente y \nSecretario, que prescribe el art. 20 de la segunda ley constitucional. \nArt. 6. El primer Congreso constitucional abri rá sus sesiones el dia que señalará la \nconvocatoria, y terminará el primer pe ríodo de ellas en 30 de junio de 1837. \nArt. 7. En la organizacion de los Tribuna les superiores de los Departamentos se \nrespetará por esta primera vez la propiedad de los actuales Magistrados, en los términos \nque prevendrá una ley. Esta misma determin ará el modo con que se han de elegir, \nsujetándose, en cuanto fuere posible, á las prevenciones constitucionales.", "Art. 8. Los períodos de duracion que prefij an las leyes constitucionales á todos los \nfuncionarios que van á ser electos con arregl o á las presentes prevenciones, comenzarán \ná contarse desde 1º de Enero de 1837, sea cual  fuere el dia en que comiencen á ejercer \nlos nombrados. \nMéxico, 29 de Diciembre de m il ochocientos treinta y seis. ═ Atenógenes Castillero, \nrepresentante por el Departamento de Puebla, Presidente. ═ Tirso Vejo, representante \npor el Departamento de San Luis Potosí, Vice-Presidente. ═ Por el Departamento de \nCalifornia, José Antonio Carri llo. José Mariano Monterde. ═ Por el Departamento de \nChiapas, Ignacio Loperena. ═ Por el Departamento de Chihuahua, José Antonio Arce. ═ \nPor los Departamentos de Coahuila y Tejas, Victor Blanco. ═ Por el Departamento de \nDurango, Pedro Ahumada. Guadalupe Victoria. ═ Por el Departamento de Guanajuato, \nMariano Chico. Manuel de Cortazar. José Francisco Nájera. ═ Luis de Portugal. Angel \nMaria Salgado. ═ Por el Departamento de México, Basilio Arrillaga. ═ Angel Besares. \nJuan Manuel de Elizalde. ═ José Maria Guerrero. ═ José Francisco Monter y Otamendi. \n═ José Ignacio Ormaechea. ═ Francisco Patiño y Domínguez. ═ Agustin Perez de \nLebrija. ═ Gerónimo Villamil. ═ Rafael de Irazabal. ═ Por el Departamento de \nMichoacán, José Ignacio de Anzorena. ═ Antonio Cumplido. ═ Isidro Huerta. ═ José R. \nMalo. ═ Teodoro Mendoza. ═ Luis Gonzaga Movellán. ═ Francisco Manuel Sanchez \nde Tagle. ═ Por el Departamento de Oajaca, Carlos María de Bustamante. ═ Demetrio \ndel Castillo. ═ Manuel Miranda. ═ Manuel Regules. ═ José Francisco Irigoyen. ═ Por \nel Departamento de Puebla, Rafael Adorno. ═ José Rafael Berruecos. ═ José González \ny Ojeda. ═ Manuel M. Gorospe. ═ Antonio Montoya. ═ José Maria Santelices. ═ \nMiguel Valentin. ═ Por el", "goyen. ═ Por \nel Departamento de Puebla, Rafael Adorno. ═ José Rafael Berruecos. ═ José González \ny Ojeda. ═ Manuel M. Gorospe. ═ Antonio Montoya. ═ José Maria Santelices. ═ \nMiguel Valentin. ═ Por el Departamento de Querétaro, Mariano Oyarzabal. ═ Angel \nGarcia Quintanar. ═ Felipe Sierra. ═ Por el Departamento de San Luis Potosí, Mariano \nEsparza. ═ Mariano Medina y Madrid. ═ Antonio Eduardo Valdés. ═ Por el \nDepartamento de Sonora, Francisco G. Conde. ═ Por el Departamento de Sinaloa, José \nPalao. ═ Por el Departamento de Ta basco, Juan de Dios Salazar. ═ Por el Departamento \nde Tamaulipas, Juan Martin de la Garza Flores. ═ José Antonio Quintero. ═ Por el \nDepartamento de Veracruz, José Maria Becerra. ═ José Manuel Moreno Cora. ═ Por el \nDepartamento de Jalisco, Pedro Barajas. ═ José María Bravo. ═ José Maria Echauri. ═ \nAntonio Pacheco Leal. ═ José Cirilo Gomez y Anaya. ═ José Migel Pacheco. ═ Joaquin \nParres. ═ Por el Departamento de Yucatán, Wencelao Alpuche. ═ Nestor Escudero. ═ \nGerónimo Lopez de Llergo. ═ Tomas Requena. ═ Por el Departamento de Zacatecas, \nJosé Maria del Castillo. ═ Casiano G. Veyna. ═ Pedro Maria Ramirez. ═ Julian Rivero. \n═ José C. Romo. ═ Rafael de Montalvo, Representa nte por el Departamento de \nYucatán, Secretario. ═ Manuel Larrainzar, Representa nte por el Departamento de \nChiapas, Secretario. ═ Bernardo Guimbarda, representa nte por el Departamento de \nNuevo Leon, Secretario. ═ Luis Morales é Ibañez de Corbera, representante por el \nDepartamento de Oajaca, Secretario.”  \nPor tanto, mando, se imprima, publique, circul e y se le dé el debido cumplimiento. \nPalacio del Gobierno n acional en México á 30 de Diciembre de 1836. ═ José Justo \nCorro.═ A D. José Maria Ortiz Monasterio.  \nY lo comunico á V. para su in teligencia y puntual cumplimien", "mplimiento. \nPalacio del Gobierno n acional en México á 30 de Diciembre de 1836. ═ José Justo \nCorro.═ A D. José Maria Ortiz Monasterio.  \nY lo comunico á V. para su in teligencia y puntual cumplimiento. \nDios y libertad. México Diciembre 30 de 1836. \nJosé Maria Ortiz Monasterio."], "pages": [1, 2, 2, 3, 3, 4, 4, 5, 5, 6, 6, 7, 7, 8, 8, 9, 9, 10, 10, 11, 11, 12, 12, 13, 13, 14, 14, 15, 15, 16, 16, 17, 17, 18, 18, 19, 19, 20, 20, 21, 21, 22, 22, 23, 23, 24, 24, 25, 25, 26, 26, 27, 27, 28, 28, 29, 29, 30, 30, 31, 31, 32, 32, 33, 33, 34, 34, 35, 35, 36, 36, 37, 37, 38, 38, 39, 39, 40, 40, 41, 41, 41], "embeddings": []}