{"texts": ["LOS DERECHOS HUMANOS\nDE LOS MEXICANOS\nCOMISIÓN NACIONAL DE LOS DERECHOS HUMANOS\nMØxico, 2002\nJ. JESÚS OROZCO HENR˝QUEZ / JUAN CARLOS SILVA ADAYA", "Tercera edición: marzo, 2002\nISBN: 970-644-240-5\n'Comisión Nacional\nde los Derechos HumanosPerifØrico Sur 3469,\nesquina Luis Cabrera,\nCol. San Jerónimo Lídice,C.P. 10200, MØxico, D.F.\nDiseæo de portada:\nFlavio López Alcocer\nImpreso en MØxicoPrimera edición: 1990\nSegunda edición: 1994", "[5]CONTENIDO\nINTRODUCCIÓN ........................................................... 7\nI. ¿QUÉ SON LOS DERECHOS HUMANOS? ............... 9\nII. DERECHOS INDIVIDUALES\n(CIVILES Y POL˝TICOS)........................................... 15\nA.Derechos o garantías de igualdad ............................. 15B.Derechos o garantías de libertad .............................. 19\nC.Derechos o garantías de seguridad jurídica .............. 25\nD.Derechos políticos ................................................... 44\nIII. DERECHOS SOCIALES ........................................... 49\nA.Derecho a la educación ............................................ 49\nB.Derechos agrarios .................................................... 52C.Derechos laborales ................................................... 55\nD.Derechos de la seguridad social ............................... 61\nE. Derechos de la familia y el menor ............................ 62F. Derecho a la protección de la salud .......................... 64\nG.Derecho a la vivienda ............................................... 64\nH.Derechos de carÆcter económico .............................. 65\nIV. DERECHOS DE LOS PUEBLOS O NACIONES ..... 71\nA.Derecho a la paz ....................................................... 71B.Soberanía nacional................................................... 72\nC.Autodeterminación de los pueblos ........................... 73\nD.Solidaridad internacional ......................................... 74E. Preservación de los recursos naturales ..................... 74", "6 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nF. Asentamientos humanos .......................................... 75\nG.Protección del medio ambiente ................................ 76\nH.CarÆcter œnico e indivisible de la nación mexicana,\ncuya composición pluricultural se sustentaoriginalmente en sus pueblos indígenas ................... 77\nI. Derechos de los pueblos y comunidades indígenas .. 78\nV.SISTEMA NACIONAL DE PROTECCIÓN\nDE LOS DERECHOS HUMANOS ............................. 85\nA.Medios jurisdiccionales de protección ..................... 86\n1. Juicio de amparo .................................................. 86\n2. Acción de inconstitucionalidad............................ 86\n3. Medios de impugnación en materia electoral ....... 87\nB.Medios no jurisdiccionales de protección ................ 87\n1. Comisión Nacional de los Derechos Humanos .... 87\n2. Organismos de protección de los Derechos\nHumanos en las Entidades Federativas ................ 89", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 7\nINTRODUCCIÓN\nEl presente trabajo tiene por objeto explicar, en forma sencilla\ny clara, los principales Derechos Humanos de los mexicanos,\nincluso, de todos los individuos que se encuentran en nuestro\npaís. Para el efecto, se tiene en cuenta bÆsicamente la forma comoesos Derechos Humanos se encuentran establecidos en nuestra\nConstitución Política de los Estados Unidos Mexicanos, si bien\nse tiene presente lo previsto en diversos instrumentos internacio-nales de protección de los Derechos Humanos suscritos y ratifi-\ncados por MØxico.\nLos Derechos Humanos, segœn una caracterización amplia-\nmente compartida, pertenecen a todas las personas por el solohecho de ser tales, con independencia de su origen Øtnico, color,\nnacionalidad, religión, sexo, condición social, estado civil, opi-\nnión política o cualquier otra condición; son consustanciales a lanaturaleza humana, de modo que son imprescindibles para lle-\nvar una vida digna y autØnticamente humana. MÆs aœn, la plena\nvigencia y respeto de los derechos inherentes a la persona cons-tituye un elemento fundamental de todo Estado constitucional\ndemocrÆtico de derecho. Su consagración en diversos instrumen-\ntos internacionales y en nuestro ordenamiento constitucional envigor es resultado de la evolución universal y de la lucha del pue-\nblo mexicano por su libertad y para alcanzar fórmulas óptimas\nde convivencia.\nDe ahí la importancia de conocer el contenido y alcance de los\nDerechos Humanos, como un prerrequisito para ejercerlos y ha-\ncerlos valer ante los órganos competentes. Si bien los principa-les obligados son las autoridades y los servidores pœblicos, todos\n[7]", "8 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n(iglesias, partidos políticos, empresas, sindicatos, comunidades\nindígenas, padres, educadores y, en general, cualquier individuo)\ndebemos respetar los Derechos Humanos y promover su plena\nrealización.\nLa Comisión Nacional de los Derechos Humanos, en ejercicio\nde las atribuciones que le confiere su propia Ley OrgÆnica, como\nparte de una permanente  campaæa de comprensión y promoción\nde tales derechos, auspicia la presente publicación, la cual ha sido\nrevisada y actualizada hasta la reforma constitucional publicada\nen el Diario Oficial de la Federación de 14 de agosto de 2001. Lo\nanterior, con la convicción de que el pleno respeto de los Dere-\nchos Humanos depende, en gran medida, no sólo de la firmeza en\nla protección ante su eventual violación sino de fomentar cotidia-na e intensamente su conocimiento y difusión; es decir, de forjar\ny practicar una cultura de respeto a la dignidad del ser humano.\n¿Sabes cuÆles son tus Derechos Humanos?\nSi no lo sabes, ¿de quØ sirve que los tengas y cómo puedes\nexigir que se te respeten?\n¡CONÓCELOS!\nEsta obra te los muestra.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 9\nI. ¿QUÉ SON LOS DERECHOS HUMANOS?\nLos Derechos Humanos como su nombre lo indica son to-\ndos aquellos derechos que tiene cada hombre o mujer por el sim-\nple hecho de serlo y formar parte de la sociedad en que vive.\nLos titulares de estos derechos son todos los seres humanos:\ntanto las mujeres como los hombres; los niæos como los ancia-\nnos; los nacionales como los extranjeros; los indígenas como los\nmestizos; los negros como los blancos; los que hablan castella-no como los que hablan nÆhuatl o cualquier otro idioma, lengua o\ndialecto; los católicos como los musulmanes o quienes profesan\notra religión y los ateos; los obreros como los artistas; los ricoscomo los pobres; los discapacitados como las demÆs personas.Todos tenemos Derechos Humanos.\nLos Derechos Humanos son un factor indispensable para que\nnos desarrollemos, en todos los planos de nuestra vida, de ma-nera individual y como miembros de la sociedad. Sin estos de-\nrechos es imposible vivir como ser humano.\nLa importancia de los Derechos Humanos radica en su fina-\nlidad de proteger principalmente la vida, la libertad, la dignidad,\nla igualdad, la seguridad, la integridad física y la propiedad de\ncada ser humano.\nUna de las mÆs grandes conquistas de la humanidad ha sido la\nconsagración de los Derechos Humanos en declaraciones y pac-\ntos internacionales, al igual que el pueblo mexicano lo ha hecho,en particular, a travØs de las diversas Constituciones que nos han\nregido, ya que su reconocimiento jurídico proporciona los me-\ndios para su protección efectiva frente a eventuales violaciones.\n[9]", "10 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nLa Comisión Nacional de los Derechos Humanos es una de las\nprincipales instituciones pœblicas encargadas de la protección y pro-\nmoción de los Derechos Humanos en MØxico. En el artículo 6o.\nde su Reglamento Interno se establece que:\nLos Derechos Humanos son los inherentes a la naturaleza huma-\nna, sin los cuales no se puede vivir como ser humano. En su as-pecto positivo, son los que reconoce la Constitución Política\nde los Estados Unidos Mexicanos y los que se recogen en lospactos, los convenios y los tratados internacionales suscritos y ra-tificados por MØxico.\nPara poder disfrutar, respetar y defender los Derechos Huma-\nnos propios y de los demÆs es importante y necesario conocerlos.\nTodos, al igual que las autoridades, debemos respetarlos. Así, las\nautoridades y los empleados del gobierno federal y de cada unode los 31 Estados y del Distrito Federal, así como los de los mu-\nnicipios, estÆn obligados a respetar y proteger los Derechos Hu-\nmanos contenidos en la Constitución, los tratados internaciona-les y demÆs leyes.\nMØxico, junto con otros países, ha participado en la elabora-\nción de instrumentos internacionales para que, en todo el mun-do, se respeten los Derechos Humanos. Estos instrumentos son\nobligatorios para los países que, como partes, los firman y, en su\ncaso, ratifican, los cuales se llaman declaraciones, pactos, trata-dos, convenciones o convenios. Es importante seæalar que, de\nconformidad con lo previsto en el artículo 133 constitucional, los\ntratados internacionales que estØn de acuerdo con la propia Cons-titución y hayan sido celebrados por el Presidente de la Repœblica\ny ratificados por el Senado, son tambiØn Ley Suprema en nues-\ntro país, por lo que todos los habitantes de MØxico tenemos de-recho a goz", "ución y hayan sido celebrados por el Presidente de la Repœblica\ny ratificados por el Senado, son tambiØn Ley Suprema en nues-\ntro país, por lo que todos los habitantes de MØxico tenemos de-recho a gozar y disfrutar de los Derechos Humanos contenidos\nen los tratados internacionales respectivos.\nLos cinco instrumentos internacionales mÆs importantes son:\n1. Pacto Internacional de Derechos Civiles y Políticos de la ONU,\nde 1966; 2. Pacto Internacional de Derechos Económicos, Socia-\nles y Culturales de la ONU, de 1966; 3. Convención Americana", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 11\nsobre Derechos Humanos de la OEA, de 1969; 4. Convención so-\nbre los Derechos del Niæo de la ONU, de 1989, y 5. Convenio de\nla OTI nœmero 169 sobre Pueblos Indígenas y Tribales en Paí-\nses Independientes, de 1989. Los tres primeros fueron ratifi-\ncados por MØxico en 1981, aæo en el cual tambiØn entraron en vi-\ngor en nuestro país; el cuarto, fue ratificado en 1990 y entró en\nvigor en 1991, y el œltimo de los seæalados fue ratificado en 1990y entró en vigor en ese mismo aæo.\nEn la Constitución, los Derechos Humanos estÆn previstos\nprincipalmente en el capítulo llamado De las Garantías Indivi-duales. Se puede decir que la garantía individual es la medida\njurídica bajo la cual el Estado reconoce y protege un derecho\nhumano. Algunos tratadistas distinguen entre los derechos esta-blecidos en la Constitución y los instrumentos o medios proce-\nsales que los protegen, considerando que tales instrumentos son\nestrictamente la garantía de los derechos (como es el caso del jui-cio de amparo), por lo que sostienen que el tØrmino garantía se\ndebe reservar para los instrumentos procesales protectores de los\nDerechos Humanos y no para referirse a los derechos en sí. Sinembargo, estas distinciones tienen un carÆcter tØcnico, ya que en\nla prÆctica y en el lenguaje comœn la gente (incluso los aboga-\ndos) identifica derecho humano y garantía individual (o garan-tía social), razón por la cual (aun cuando tØcnicamente procedan\ntales distinciones) en este trabajo de divulgación se les conside-\nra como sinónimos.\nEn ciertos casos, se han establecido una serie de condiciones,\nrequisitos o garantías orgÆnicas o institucionales para los órga-\nnos del poder pœblico, los cuales resultan relevantes cuando tales\nórganos tienen encomendadas ciertas atribuci", " serie de condiciones,\nrequisitos o garantías orgÆnicas o institucionales para los órga-\nnos del poder pœblico, los cuales resultan relevantes cuando tales\nórganos tienen encomendadas ciertas atribuciones relacionadas\ncon la promoción, defensa u observancia de los Derechos Huma-\nnos. Dichos elementos o garantías tienen por objeto aseguraróptimas condiciones para el adecuado cumplimiento de sus fun-\nciones pœblicas. Algunas de estas garantías institucionales tam-\nbiØn son abordadas a lo largo del presente documento, porque enforma indirecta se traducen en ciertos derechos para el particu-\nlar, fundamentalmente en cuanto a la promoción o protección de", "12 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nlos Derechos Humanos; piØnsese, por ejemplo, en algunos ele-\nmentos relacionados con la procuración y administración de jus-\nticia, el ejercicio y defensa de los derechos políticos, así como en\nlas materias agraria, económica (propiedad, rectoría del Estado,rØgimen de economía mixta, sistema nacional de planeación de-\nmocrÆtica, libre competencia y banca central), la educación, los\nderechos de las comunidades indígenas y el trabajo.\nA efecto de analizar los Derechos Humanos de los mexicanos,\nse clasificarÆn segœn se trate de los derechos individuales (civi-\nles y políticos) , los derechos sociales y los derechos de los pue-\nblos o naciones  (cabe seæalar que, cuando en este trabajo no se\nindique el ordenamiento al que pertenece determinado artículo,\nse entenderÆ que corresponde a la Constitución Política de losEstados Unidos Mexicanos en vigor).\n Derechos individuales (civiles y políticos):  el titular de los\nderechos civiles es bÆsicamente el individuo y, en el caso de\nlos políticos, el ciudadano. En general, se conocen, respecti-\nvamente, como garantías individuales o prerrogativas de losciudadanos. Estos derechos han sido incorporados en casi\ntodos los ordenamientos constitucionales que nos han regi-\ndo desde el siglo XIX a la fecha. Los derechos civiles estÆncontenidos principalmente en los primeros 29 artículos de\nla Constitución de 1917, como es el caso del derecho a la\nigualdad, la libertad o la seguridad jurídica, en tanto que lasprerrogativas del ciudadano se enuncian, bÆsicamente, en\nel artículo 35, como es el caso de los derechos a votar y ser\nvotado.\n Derechos sociales:  los titulares son primordialmente deter-\nminados grupos sociales. Estos derechos tienen un carÆc-ter colectivo, así como un contenido social", "de los derechos a votar y ser\nvotado.\n Derechos sociales:  los titulares son primordialmente deter-\nminados grupos sociales. Estos derechos tienen un carÆc-ter colectivo, así como un contenido social, económico y cul-\ntural. Se establecieron a partir de la constitución Mexicana\nde 1917 siendo Østa la primera en el mundo en incorpo-rarlos, encontrÆndose dispersos en diversos artículos\ncomo el 3o., 4o., 27 y 123, tal es el caso del derecho a la edu-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 13\ncación, la protección de la salud, así como los derechos de\nlos niæos, los campesinos y los trabajadores.\n Derechos de los pueblos o naciones:  el titular es bÆsicamen-\nte todo un pueblo o comunidad, ya sea que forme parte de\nuna nación o integre, por sí mismo, un país. Estos derechos\nse han venido incorporando paulatinamente en nuestro tex-to constitucional, como ocurre con algunos de los conteni-\ndos en los artículos 2o., 4o., 27, 39, 89, fracción X, y 115,\npÆrrafo œltimo, conforme con la tendencia internacional. Endicho grupo pueden destacarse los derechos de los pueblos\nindígenas, así como la protección del medio ambiente, la\npreservación de los recursos naturales y culturales, y la li-bre determinación de los pueblos.\nLa anterior clasificación de Derechos Humanos da la idea de\nque el marco de los derechos ha cambiado y se ha ido amplian-\ndo en el transcurso del tiempo, en la medida en que se ha avan-\nzado en el proceso de humanización conforme con las exigen-cias de la dignidad humana.", "II. DERECHOS INDIVIDUALES\n(CIVILES Y POL˝TICOS)\nLos derechos civiles o garantías individuales como comœn-\nmente se les conoce son aquellos que protegen la vida, la li-\nbertad, la igualdad, la seguridad y la integridad física de cada mu-\njer u hombre, así como sus propiedades. Estos derechos puedendividirse, a su vez, en derechos de igualdad , derechos de liber-\ntad y derechos de seguridad jurídica , a los cuales cabe agregar\nlas prerrogativas de los ciudadanos y que se conocen como de-rechos políticos .\nA. DERECHOS O GARANT˝AS DE IGUALDAD\nLos derechos o garantías de igualdad establecen el goce y disfrute\nde los derechos y libertades previstos en el orden jurídico mexi-cano para toda persona, por igual, sin distinción alguna.\nAntes de proceder al anÆlisis de los derechos o garantías de\nigualdad, cabe seæalar que los extranjeros que se encuentren enel territorio mexicano tambiØn gozan de los Derechos Humanos\nde igualdad, libertad y seguridad jurídica que se establecen en la\nConstitución, con las salvedades que se prevØn en materia polí-tica (ya que el ejercicio de los derechos políticos es prerrogati-\nva exclusiva de los ciudadanos mexicanos) y laboral (pues en\nigualdad de circunstancias los mexicanos son preferidos a losextranjeros para toda clase de concesiones, cargos, empleos o\ncomisiones, a la vez que por razones de seguridad ningœn extran-\njero puede servir en tiempos de paz en el EjØrcito, ni en las fuer-zas de policía o seguridad pœblica). En todo caso, los extranje-\n[15]", "16 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nros tambiØn estÆn obligados a respetar las leyes nacionales, en el\nentendido de que el Presidente de la Repœblica podrÆ hacer aban-\ndonar el territorio nacional, inmediatamente y sin necesidad de\njuicio previo, al extranjero cuya permanencia considere incon-veniente (artículos 32 y 33).\nLos principales derechos o garantías de igualdad son los si-\nguientes:\n1. Goce para todo individuo de las garantías que otorga la Constitu-\nción, sin distinción alguna  (artículos 1o., pÆrrafo primero, y 15)\nEn MØxico, todo individuo tiene derecho a gozar y disfrutar por\nigual de los derechos, garantías y libertades previstos en la Cons-titución, así como en las leyes mexicanas y en los tratados inter-\nnacionales ratificados por nuestro país, sin distinción alguna. Los\nderechos y libertades fundamentales correspondientes deben res-petarse en todo momento y sólo pueden limitarse o suspenderse\nen los casos y bajo las condiciones que en la propia Constitución\no los tratados internacionales, de manera excepcional, se estable-cen (por ejemplo, cuando se comete algœn delito o, en casos de\nsuma gravedad, se suspenden las garantías individuales, en los\ntØrminos del artículo 29 constitucional).\nDe esta misma manera, en la Constitución se prohíbe la cele-\nbración de convenios o tratados por los que se desconozcan o al-\nteren los derechos y garantías que se establecen para todo serhumano.\n2. Prohibición de la esclavitud (artículos 1o., pÆrrafo segun-\ndo, y 15)\nEn nuestro país estÆ prohibida la esclavitud, por lo que no pue-\nde haber esclavos o cualquier otro tipo de servidumbre que im-\nplique el desconocimiento de los Derechos Humanos para deter-\nminada persona. Por ello, en nuestra Constitución, se estableceque todo esclavo que llegue del extranjero ", "tro tipo de servidumbre que im-\nplique el desconocimiento de los Derechos Humanos para deter-\nminada persona. Por ello, en nuestra Constitución, se estableceque todo esclavo que llegue del extranjero a nuestro territorio\nobtendrÆ, por ese solo hecho, su libertad y gozarÆ de la protec-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 17\nción de las leyes mexicanas. Asimismo, tampoco se pueden ce-\nlebrar tratados para la extradición o devolución de presuntos de-\nlincuentes que hayan tenido la condición de esclavos en el país\nque los reclama o solicita.\n3. Prohibición de cualquier tipo de discriminación (artículo 1o.,\npÆrrafo tercero)\nLa raza, el color o el origen Øtnico, nacional o familiar; la religión;\nla riqueza o la posición económica o social; el estado civil; lasideas políticas; las distintas opiniones o preferencias; el idioma,\nla edad; el sexo o gØnero; las capacidades diferentes o condicio-\nnes de salud, no deben ser motivo de discriminación ni ventaja le-gal, administrativa o judicial para las personas. En resumen, estÆ\nprohibida cualquier forma de tratamiento que atente contra la\ndignidad humana y tenga por objeto anular o menoscabar los de-rechos y libertades de las personas.\n4. Igualdad de derechos y ante la ley del hombre y la mujer\n(artículo 4o., pÆrrafo segundo)\nLas mujeres y los hombres son iguales ante la ley. La diferencia\nde sexos o la perspectiva de gØnero jamÆs puede ser pretexto para\nque las autoridades o los particulares den un trato distinto, dis-\ncriminen o desconozcan algœn derecho que la Constitución y lasleyes confieren tanto al hombre como a la mujer. De ahí que en\nel orden jurídico mexicano generalmente se hable de los dere-\nchos de la persona o del individuo, sin hacer referencia al sexo.\n5. Prohibición de títulos de nobleza, prerrogativas u honores\nhereditarios (artículos 12 y 13)\nEn MØxico estÆ prohibido conceder títulos de nobleza, privile-\ngios u honores hereditarios. Tampoco se reconocen ni se les otor-ga valor alguno a los conferidos por cualquier otro país en favor\nde determinada persona, ya que en nuestra nación todos som", ", privile-\ngios u honores hereditarios. Tampoco se reconocen ni se les otor-ga valor alguno a los conferidos por cualquier otro país en favor\nde determinada persona, ya que en nuestra nación todos somos", "18 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\niguales ante la ley. Es decir, nadie puede hacer valer o pretextar\nque por ser conde o duque en otro país, por ejemplo, o bien, por\nser hijo o pariente de un personaje importante, se le rindan ho-\nnores o reciba un trato especial o privilegiado.\nAsimismo, ninguna persona o corporación puede gozar de mÆs\ningresos o asignaciones económicas con cargo al presupuesto\npœblico que aquellos que sean resultado de la compensación deservicios pœblicos y estØn fijados en la ley.\n6. Prohibición de fueros (artículo 13)\nEn los Estados Unidos Mexicanos nadie puede tener fuero, es\ndecir, disfrutar de concesiones o privilegios legales, administra-tivos o judiciales por formar parte de determinada corporación\no agrupación (ya sea de carÆcter civil, religioso o cualquier otro).\nSin embargo, existen los tribunales militares que se encargan dejuzgar los delitos y faltas contra la disciplina militar que come-\ntan los miembros de las fuerzas armadas, en el entendido de que\neste rØgimen no es de privilegio sino de un mayor rigor. AdemÆs,a dichos tribunales les estÆ prohibido extender su jurisdicción o\ncompetencia a personas que no sean militares, por lo que si en un\ndelito o falta del orden militar estuviese involucrado algœn civilo no militar, conocerÆn del caso los tribunales ordinarios com-\npetentes.\n7. Prohibición de ser juzgado conforme con leyes privativas\no a travØs de tribunales especiales (artículo 13)\nNinguna persona o grupo de personas puede ser juzgado median-\nte leyes privativas o particulares ni por tribunales especiales, es\ndecir, ninguna ley o tribunal puede ser creado para aplicarse ojuzgar a determinado individuo o grupo en un caso específico.\nPor tanto, bien se trate de ricos o pobres, mexicanos o extranje-\nros, indígenas o mest", "na ley o tribunal puede ser creado para aplicarse ojuzgar a determinado individuo o grupo en un caso específico.\nPor tanto, bien se trate de ricos o pobres, mexicanos o extranje-\nros, indígenas o mestizos, hombres o mujeres, se viva en la ciu-dad o en el campo, todos debemos ser juzgados conforme con las\nmismas leyes y por los mismos tribunales.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 19\nB. DERECHOS O GARANT˝AS DE LIBERTAD\nLos derechos o garantías de libertad establecen el derecho de\ntoda persona a realizar libremente las actividades protegidas enla Constitución y prohíben a las autoridades limitar o privar a al-\nguien de dichas libertades. Los principales derechos o garantías\nde libertad son:\n1. Libertad de trabajo, profesión, industria o comercio (artícu-\nlo 5o., pÆrrafos primero y sexto)\nA nadie se le puede impedir que se dedique al trabajo, profesión\no actividad industrial o comercial que desee siempre que sea lí-cito o no estØ prohibido en la ley. El ejercicio de esta libertad sólo\npodrÆ limitarse por decisión de algœn juez, cuando se ataquen los de-\nrechos de los demÆs, o bien, por resolución administrativa, cuan-\ndo se ofendan los derechos de la sociedad, de acuerdo con lo pre-\nvisto en la ley. Asimismo, es nulo todo convenio por el cual al guien\nrenuncie temporal o permanentemente a ejercer determinada pro-fesión o desempeæar cierta actividad industrial o comercial.\n2. Prohibición de trabajos forzosos y derecho a la justa retri-\nbución (artículo 5o., pÆrrafos primero, tercero, cuarto, sØpti-\nmo y octavo)\nEn MØxico estÆn prohibidos los trabajos forzosos y gratuitos o\nno pagados, por lo que nadie puede ser obligado a prestar traba-\njos personales en contra de su voluntad y sin recibir una justa re-tribución o pago, salvo los que sean impuestos como sanción o\npena por las autoridades judiciales, cuando se compruebe que\nalguien cometió un delito (por ejemplo, los trabajos en favor dela comunidad), en el entendido de que en la prestación de dichos\nservicios tambiØn se deben respetar los límites mÆximos previs-\ntos en la Constitución para las jornadas de trabajo. Asimismo, aninguna persona se le puede privar ", "do de que en la prestación de dichos\nservicios tambiØn se deben respetar los límites mÆximos previs-\ntos en la Constitución para las jornadas de trabajo. Asimismo, aninguna persona se le puede privar del pago de su sueldo o sala-\nrio por el trabajo desempeæado, salvo que en una sentencia así", "20 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nlo ordene un juez, con apoyo en una ley en que así se prevea (por\nejemplo, para cubrir la pensión alimenticia en favor de sus hijos).\nEn cuanto a la prestación de servicios pœblicos, sólo podrÆn\nser obligatorios, en los tØrminos que se disponga en las leyes, losque deriven del servicio militar o las armas, o bien, del servicio\nprofesional de carÆcter social; los de jurado; las funciones censa-\nles o electorales (como las realizadas por los presidentes, secreta-rios o escrutadores de las mesas directivas de casilla), así como los\ncargos de elección popular (como ocurre, por ejemplo, con los pre-\nsidentes municipales, los síndicos, los regidores y los diputados).\nCualquier contrato de trabajo œnicamente puede obligar a pres-\ntar el servicio personal convenido, dentro de los límites de tiempo\nque se permitan en la ley, sin que pueda durar mÆs de un aæo enperjuicio del trabajador y siempre que no contenga renuncia, pØrdi-\nda o menoscabo de cualquiera de sus derechos civiles o políticos.\nEn todo caso, la falta de cumplimiento de un contrato laboral porparte del trabajador sólo lo obliga a cubrir la correspondiente res-\nponsabilidad civil, es decir, a pagar por el daæo que pudiera ha-\nber causado, sin que se le pueda privar de su libertad, obligar ocoaccionar para que el trabajador dØ cumplimiento a dicho con-\ntrato, o bien, para que preste determinado servicio contra su vo-\nluntad.\n3. Nulidad de los convenios atentatorios contra la libertad per-\nsonal (artículo 5o., pÆrrafos quinto, sexto y sØptimo)\nEstÆ prohibido que las autoridades o los particulares celebren al-\ngœn contrato, convenio o pacto que implique la pØrdida, la limi-tación o el desconocimiento de la libertad personal de los indi-\nviduos por cualquier causa. Tampoco ", "es o los particulares celebren al-\ngœn contrato, convenio o pacto que implique la pØrdida, la limi-tación o el desconocimiento de la libertad personal de los indi-\nviduos por cualquier causa. Tampoco estÆ permitido llevar a cabo\nconvenios por los que la persona se vea obligada a abandonar elpaís en forma temporal o permanente; igualmente, ningœn con-\ntrato de trabajo puede implicar el desconocimiento o limitación\nde los Derechos Humanos que posee cada persona. Esto significaque la libertad personal es un bien irrenunciable que no admite\nnegociación alguna entre particulares o con las autoridades.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 21\n4. Posesión de armas en el domicilio para la seguridad y legíti-\nma defensa, así como portación de armas, sujetas a determi-\nnadas condiciones legales  (artículo 10)\nLos habitantes de MØxico tienen derecho a poseer armas en su\ndomicilio para su seguridad y legítima defensa, siempre que ta-\nles armas no estØn prohibidas mediante una ley federal y su usono estØ reservado en forma exclusiva a las fuerzas armadas. Por\nsu parte, la portación de armas por los habitantes estÆ sujeta a una\nprevia autorización administrativa, misma que se otorga en ca-sos específicos y bajo ciertas condiciones y requisitos, así como\npara determinados lugares, segœn los tØrminos establecidos en la\nley federal correspondiente.\n5. Libertad de trÆnsito y de residencia  (artículo 11)\nTodo individuo tiene derecho para entrar y salir del país, trasla-\ndarse o viajar libremente por el territorio nacional, así como para es-\ncoger o mudar libremente de residencia, sin necesidad de cubrirrequisito alguno (como pudiera ser determinada carta de seguri-\ndad, salvoconducto u otros similares). Sin embargo, las liberta-\ndes de trÆnsito y de residencia pueden ser limitadas cuando asílo decida alguna autoridad judicial en los casos de responsabili-\ndad penal o civil prevista legalmente (como ocurre con la prisión\npreventiva, la imposición de alguna pena privativa de la libertadpersonal, el confinamiento, la prohibición de ir a lugar determi-\nnado o el arraigo); asimismo, cuando lo determinen las autorida-\ndes administrativas con fundamento en las restricciones que im-pongan las leyes relativas a emigración, inmigración y salubridad\ngeneral de la Repœblica, así como en los casos de extranjeros per-\njudiciales para la sociedad mexicana y que residan en el país.\n6. Libertad ", "as leyes relativas a emigración, inmigración y salubridad\ngeneral de la Repœblica, así como en los casos de extranjeros per-\njudiciales para la sociedad mexicana y que residan en el país.\n6. Libertad de expresión (artículo 6o.)\nToda persona tiene derecho a expresar libremente sus ideas por\ncualquier medio, ya sea oral, escrito, artístico o algœn otro.", "22 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nPor tanto, la manifestación de las ideas no puede ser causa de\npersecuciones judiciales o administrativas, salvo que implique\no conlleve algœn ataque a la moral o a los derechos de los de-\nmÆs, o bien, cuando constituya o provoque la comisión de un\ndelito o altere el orden pœblico. En todo caso, conforme con los\ntratados internacionales ratificados por MØxico, tales restriccio-\nnes deben estar previamente contempladas en la ley. Esta liber-tad tampoco puede restringirse por vías o mØtodos indirectos, o\nbien, por cualquier otro medio que estØ encaminado a impedir la\ncomunicación y la circulación de las ideas y opiniones.\n7. Derecho a la información (artículo 6o.)\nComo correlato de la libertad de expresión, el Estado estÆ obli-\ngado a garantizar el derecho de las personas para buscar, obte-\nner y difundir libremente todo tipo de informaciones e ideas, yasea en forma oral, escrita, a travØs de los medios electrónicos,\ninformÆticos o por cualquier otro procedimiento que elijan.\n8. Libertad de imprenta (artículo 7o.)\nEs inviolable la libertad de escribir y publicar escritos sobre cual-\nquier materia, asunto o acontecimiento. Este derecho comœn-\nmente se denomina libertad de imprenta y sólo tiene como lími-\ntes el respeto a la vida privada, la moral y la paz pœblica. En todocaso, de acuerdo con lo establecido en tratados internacionales\nratificados por MØxico, tales límites deben estar previamente\ncontemplados en una ley. Asimismo, a la autoridad le estÆ termi-nantemente prohibido coartar o limitar la libertad de imprenta\nmediante el establecimiento de la previa censura o la exigencia\nde alguna fianza a los autores o impresores de cualquier escri-to u obra grÆfica. Es decir, en el ejercicio de dicha libertad no se\npuede establec", "l establecimiento de la previa censura o la exigencia\nde alguna fianza a los autores o impresores de cualquier escri-to u obra grÆfica. Es decir, en el ejercicio de dicha libertad no se\npuede establecer una censura previa sino, en su caso, responsa-\nbilidades ulteriores previstas expresa y previamente en la ley,cuando se trastoquen los límites establecidos para la libertad de\nexpresión.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 23\nEn el supuesto de que se llegue a cometer algœn delito de\nprensa, no podrÆ secuestrarse o decomisarse la imprenta como\ninstrumento del delito, ni se podrÆ encarcelar a los expendedo-\nres, papeleros (voceadores y demÆs empleados de donde hayasalido el escrito denunciado), a menos que se demuestre previa-\nmente la responsabilidad de aquØllos. Para el respeto de estas\nprohibiciones en beneficio de la libertad de imprenta, se debenprever las disposiciones legales respectivas.\n9. Libertad de conciencia, creencia o religión  (artículo 24, pÆ-\nrrafos primero y segundo)\nTodo individuo es libre de adoptar, profesar, divulgar o seguir,\ninclusive de cambiar, la creencia religiosa o filosófica que mÆs\nle agrade o desee, siempre que no constituya o induzca a la co-\nmisión de algœn delito o falta administrativa previsto previamen-te en la ley. El alcance de la libertad de conciencia, creencia o\nreligión es tan amplio que las leyes mexicanas no pueden esta-\nblecer o prohibir religión alguna; asimismo, esta libertad no pue-de ser objeto de medidas restrictivas que la menoscaben.\n10. Libertad de cultos  (artículos 24, pÆrrafos primero y tercero,\ny 130, pÆrrafo tercero)\nTodo individuo tiene el derecho de practicar libremente las cere-\nmonias religiosas, devociones, ritos, enseæanzas o demÆs actos\ndel culto de su religión, ya sea en forma individual o colectiva,\ntanto en pœblico como en privado, siempre que no constituyan oinduzcan a la comisión de un delito o falta administrativa previs-\nto con anterioridad en la ley; es decir, fuera de estos casos nadie\npuede ser sujeto de restricciones en la libertad de culto.\nNormalmente, todo acto religioso de culto pœblico debe cele-\nbrarse en los templos o iglesias, y los que extraordinariamente se\nlle", "sos nadie\npuede ser sujeto de restricciones en la libertad de culto.\nNormalmente, todo acto religioso de culto pœblico debe cele-\nbrarse en los templos o iglesias, y los que extraordinariamente se\nlleguen a efectuar fuera de estos sitios deberÆn observar losrequisitos establecidos en la ley. En los templos no pueden ce-\nlebrarse reuniones de carÆcter político.", "24 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n11. Libertad de asociación (artículos 9o., pÆrrafo primero, y 35,\nfracción III)\nNinguna autoridad puede impedir que las personas se asocien li-\nbremente, siempre y cuando sea en forma pacífica y con alguna\nfinalidad lícita, es decir, no prohibida por la ley, como serían los fi-\nnes ideológicos, religiosos, económicos, laborales, sociales, cul-turales y deportivos. Sin embargo, sólo los ciudadanos mexica-\nnos pueden hacer uso del derecho de asociación para tomar parte\nen los asuntos políticos del país. Por tanto, cualquier grupo de per-sonas puede formar una sociedad, asociación civil o mercantil,\nasí como sindicatos o algœn otro tipo de asociación con fines ideo-\nlógicos o religiosos, por ejemplo; pero tratÆndose de partidospolíticos sólo podrÆn integrarlos los ciudadanos de la Repœbli-\nca. De acuerdo con lo prescrito en los tratados internacionales,\nlas restricciones al ejercicio de tal derecho deben estar previstasen la ley y ser necesarias en una sociedad democrÆtica, en inte-\nrØs de la seguridad nacional, de la seguridad o el orden pœbli-\nco, o bien, para la protección de la salud o la moral pœblicas, asícomo de los derechos y libertades de los demÆs.\n12. Libertad de reunión en general y con fines políticos (artícu-\nlos 9o., pÆrrafo primero)\nNo se podrÆ limitar o coartar la libertad de reunirse pacíficamente\ncon cualquier objeto lícito, pero solamente los ciudadanos de la\nRepœblica podrÆn hacerlo para tomar parte en los asuntos polí-\nticos del país. En todo caso, se prohíbe que las personas que seencuentren armadas se reœnan para deliberar o discutir acerca de\nalgœn asunto. Al igual que en el derecho de asociación, las limi-\ntaciones a este derecho deben estar previstas legalmente y sonsimilares a las enunciadas en los", "an para deliberar o discutir acerca de\nalgœn asunto. Al igual que en el derecho de asociación, las limi-\ntaciones a este derecho deben estar previstas legalmente y sonsimilares a las enunciadas en los tratados internacionales.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 25\n13. Libertad de manifestación o reunión pœblica para presentar\na la autoridad una petición o protesta (artículo 9o., pÆrrafo\nsegundo)\nCualquier persona tiene derecho a formar parte de una asamblea,\nmanifestación o reunión que tenga como propósito expresar o\nexponer cualquier idea, petición o protesta a determinada auto-ridad. Este tipo de reuniones o manifestaciones no pueden ser\nconsideradas ilegales y, por tanto, no podrÆn ser disueltas, siem-\npre y cuando no se insulte a dicha autoridad, ni se haga uso de laviolencia o de amenazas para intimidarla u obligarla a resolver\nen el sentido que se desea.\nC. DERECHOS O GARANT˝AS DE SEGURIDAD JUR˝DICA\nLos derechos o garantías de seguridad jurídica establecen que lasautoridades no pueden proceder de manera arbitraria o abusiva,\nya que estÆn obligadas a respetar lo previsto en la Constitución yen las leyes, así como a actuar segœn se establece en Østas. Las\nautoridades sólo pueden hacer lo que se les permite en la ley, por\nlo que ninguna autoridad puede limitar o privar injusta o ilegal-mente de sus derechos a las personas. Los principales derechos\no garantías de seguridad jurídica son:\n1. Derecho a la nacionalidad mexicana  [artículos 30 y 37, incisos\nA) y B)]\nTodo individuo que satisfaga los requisitos previstos en la Cons-\ntitución y en las leyes para adquirir la nacionalidad mexicana, ya\nsea por nacimiento o naturalización, tendrÆ derecho a la calidadde mexicano. Aquellas personas que sean mexicanos por naci-\nmiento no pueden ser privados de dicha nacionalidad, mientras\nque los que la adquieran por naturalización sólo pueden perder-la en los casos previstos en la Constitución.", "26 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n2. Derecho de petición (artículo 8o., pÆrrafo primero)\nToda persona tiene derecho a formular peticiones o solicitudes\na las autoridades o a los servidores pœblicos, siempre que las mis-mas se formulen por escrito, de manera pacífica y respetuosa. Sin\nembargo, en materia política sólo los ciudadanos mexicanos po-\ndrÆn hacer uso de este derecho.\n3. Derecho a recibir respuesta escrita de la autoridad a toda pe-\ntición planteada  (artículo 8o., pÆrrafo segundo)\nA toda petición deberÆ recaer un acuerdo escrito por parte de la\nautoridad a quien se haya dirigido. Asimismo, la autoridad tie-ne obligación de comunicarle al peticionario, en breve plazo, el\nacuerdo respectivo.\n4. Irretroactividad de la ley  (artículo 14, pÆrrafo primero)\nLa prohibición de que a una ley se le den efectos retroactivos sig-\nnifica que a ninguna persona se le puede aplicar una ley expedi-\nda con posterioridad a determinado hecho, cuando dicha ley pueda\ndaæar o perjudicar los intereses o derechos de esa persona; es de-cir, los actos que realicemos sólo pueden ser considerados por la\nautoridad o juzgados conforme a las leyes vigentes en el momen-\nto en que ocurrieron tales actos, salvo que se trate de una ley pos-terior que nos genere algœn beneficio.\n5. Derecho o garantía de audiencia y debido proceso legal en\ncaso de privación de derechos  (artículo 14, pÆrrafo segundo)\nNinguna persona puede ser privada de cualquiera de sus derechos\n(como la vida, la libertad, sus propiedades o posesiones), sin que\nse le haya dado la oportunidad de ser oída y de defenderse a tra-\nvØs de un juicio seguido ante un tribunal previamente estableci-do, en el que se cumplan las debidas formalidades esenciales de\ntodo proceso judicial (como la de ser citado a juicio y que se le", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 27\npermita ofrecer pruebas) y de acuerdo con las leyes vigentes ex-\npedidas con anterioridad al hecho. De otra forma, se considera-\nrían violadas las leyes del procedimiento, ya que afectan la de-\nbida defensa del individuo.\nLa garantía de audiencia y debido proceso legal son derechos\nque tienen una cobertura jurídica muy amplia en favor de las per-\nsonas (físicas y morales o colectivas), ya que estÆ conformadapor una serie de requisitos y condiciones que deben observarse por\nla autoridad para que vÆlidamente determine los alcances jurí-\ndicos de los derechos de una persona concreta, cuando su titula-ridad o características sean cuestionadas o disputadas por algœn\notro sujeto, o bien, para que aquØlla restrinja, limite o prive de\ncierto derecho a una persona.\nLas garantías mínimas del proceso que estÆn involucradas en lo\nque comœnmente se denomina como derecho de audiencia y de-\nbido proceso legal, las cuales estÆn reconocidas en varias dispo-siciones constitucionales que, ademÆs de la precisada, se indican\nmÆs adelante, son a) la obligación para la autoridad jurisdiccional\nde informar, en el idioma que sea comprensible para el deman-dado, previamente y con detalle, de la naturaleza y causa de la de-\nmanda; b) la disposición del tiempo y medios adecuados para la\npreparación de su defensa y comunicación libre y privada con undefensor de su elección; c) el juzgamiento sin dilaciones inde-\nbidas y por medio de un proceso sencillo y rÆpido; d) el derecho\nde las personas que estØn sujetas al proceso o sean partes en elmismo a estar presentes durante el juicio y a defenderse personal-\nmente o a travØs de un defensor de su elección; ser informadas,\nsi no tuvieren defensor, del derecho que les asiste a tenerlo y,siempre que el interØs de ", "es durante el juicio y a defenderse personal-\nmente o a travØs de un defensor de su elección; ser informadas,\nsi no tuvieren defensor, del derecho que les asiste a tenerlo y,siempre que el interØs de la justicia lo exija, que se les nombre\nuno de oficio, gratuitamente, si carecieren de medios suficientes\npara pagarlo; e) la posibilidad de ofrecer pruebas, que se les ad-\nmitan y desahoguen, así como de interrogar y hacer interrogar a\nlos testigos de cargo y obtener la comparecencia de los de des-\ncargo, y que sean interrogados en las mismas condiciones que losde cargo; f) la asistencia gratuita por un intØrprete, si no se com-\nprende el idioma empleado en el tribunal; g) la prohibición de que", "28 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nse obligue a las partes a declarar contra sí mismos o a confesarse\nculpables, y h) el derecho de que se dicte una sentencia de fon-\ndo, ya sea absolutoria o condenatoria, y que, en su caso, la mis-\nma sea cumplida o ejecutada.\nEste derecho, segœn se establece en la propia Constitución y\ndiversos tratados internacionales suscritos por MØxico, ademÆs\nde lo seæalado en el pÆrrafo precedente, tambiØn conlleva otrosrequisitos relativos a las características del órgano jurisdiccional\nque deba decidir el conflicto que se someta a su decisión por las\npartes, como son el que dicho tribunal sea imparcial e indepen-diente y con facultades suficientes para hacer cumplir sus deci-\nsiones, así como el que estØ previamente establecido mediante\nley e igualmente Østa fije su competencia genØrica.\n6. Principio de legalidad  (artículo 16, pÆrrafo primero)\nCon el principio de legalidad se establece que las autoridades\ndeben sujetar su actuación a lo dispuesto legalmente, por lo que\nno pueden proceder de manera arbitraria o abusiva, ya que estÆnobligadas a respetar lo previsto en la Constitución y en las leyes.\nPor eso, la autoridad, ya sea legislativa, administrativa o judicial,\nœnicamente puede ejercer las atribuciones o realizar aquellas ac-tividades que expresamente permita u ordene la ley, tal y como\nse prescribe en la misma, a diferencia de los particulares que pue-\nden realizar todo aquello que no les estØ prohibido.\n7. Principio de autoridad competente  (artículo 16, pÆrrafo\nprimero)\nPara que una autoridad administrativa o judicial pueda actuar, en\nforma vÆlida, o bien, interferir en cualquiera de nuestros dere-chos, es necesario que en forma expresa y de manera previa estØ\nfacultada o autorizada por la ley; es decir, ninguna autoridad", "ctuar, en\nforma vÆlida, o bien, interferir en cualquiera de nuestros dere-chos, es necesario que en forma expresa y de manera previa estØ\nfacultada o autorizada por la ley; es decir, ninguna autoridad que\nno sea la competente puede molestarnos en nuestra persona, fa-milia, domicilio, papeles o posesiones, razón por la cual no po-\ndemos ser requeridos, investigados ni juzgados por cualquier", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 29\npersona sino sólo por la autoridad que se encuentre facultada por\nla ley para hacerlo.\n8. Mandamiento escrito debidamente fundado y motivado  (ar-\ntículo 16, pÆrrafo primero)\nNadie puede ser molestado en su persona, familia, domicilio, pa-\npeles o posesiones, sino en virtud de una orden o mandamiento es-\ncrito de la autoridad competente, que se encuentre debidamente\nfundado y motivado en alguna causa y conforme a un procedi-miento previstos en determinada ley; es decir, para que la auto-\nridad nos pueda molestar en tales aspectos, es necesario que nos\nmuestre un documento firmado por una autoridad competentedonde se nos diga quØ leyes le permiten hacerlo y por quØ.\nLo anterior para el efecto de que se conozca con certeza y pre-\ncisión cuÆl es la autoridad que emite el acto y, en su caso, cuÆlotra es la que lo ejecuta, en quØ disposición legal tiene su apoyo\ndicha actuación y las consecuencias jurídicas, así como las cir-\ncunstancias, razones o causas especiales, particulares o inmedia-tas que se tomaron en consideración para emitir el acto de auto-\nridad que genera molestia, en el entendido de que debe existir\ncorrespondencia entre los motivos considerados y las normasjurídicas aplicadas.\n9. Derecho a la vida privada: a) inviolabilidad del domicilio  (ar-\ntículo 16, pÆrrafos primero, octavo, noveno, decimoprimero\ny decimotercero); b) inviolabilidad de las comunicaciones pri-\nvadas  (artículo 16, pÆrrafo noveno), y c) inviolabilidad de co-\nrrespondencia  (artículo 16, pÆrrafo decimosegundo)\nTodos tenemos derecho a que se respete nuestra intimidad o vida\nprivada. La autoridad no puede molestar a persona alguna en su\ndomicilio, familia, papeles o posesiones salvo que posea una or-\nden escrita (orden de cateo, visita o inspección) ", "stra intimidad o vida\nprivada. La autoridad no puede molestar a persona alguna en su\ndomicilio, familia, papeles o posesiones salvo que posea una or-\nden escrita (orden de cateo, visita o inspección) emitida por unaautoridad competente (judicial o administrativa) y siempre que\ndicho mandamiento estØ debidamente fundado y motivado en", "30 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\ncuanto a la causa legal del procedimiento (como se precisó en el\nnumeral anterior).\nEn todo caso, la orden de cateo sólo podrÆ expedirla la autori-\ndad judicial competente, debiendo expresar el lugar que ha de ins-\npeccionarse, la persona o personas que hayan de aprehenderse y\nlos objetos que se buscan, a lo que œnicamente debe limitarse el\ncateo. Por su parte, la autoridad administrativa podrÆ practicarvisitas domiciliarias sólo para cerciorarse de que se han cumplido\nlos reglamentos administrativos, sanitarios o de policía (es de-\ncir, las disposiciones de orden pœblico y de observancia obligato-ria), o bien, para exigir la exhibición de los libros y papeles indis-\npensables, para comprobar que se han cumplido las disposiciones\nfiscales, sujetÆndose en estos casos a las leyes respectivas y a lasformalidades prescritas para los cateos. En cualquiera de los ca-\nsos seæalados, los responsables de realizar el cateo, inspección o\nverificación, en forma previa a la diligencia, deben identificar-se con documento oficial y, una vez que concluya la diligencia,\ndeben levantar un acta circunstanciada, en la cual se expresen los\npormenores del cateo o inspección, en presencia de dos testigospropuestos por el ocupante del lugar en que se llevó a cabo la ac-\ntuación de la autoridad administrativa o judicial, pero si aquØl se\nniega a nombrarlos, o ante su ausencia, lo harÆ la autoridad queefectœe la inspección o cateo.\nAsimismo, en MØxico estÆ prohibido que los miembros de las\nfuerzas armadas (ejØrcito, fuerza aØrea y marina, por ejemplo) obli-guen a los particulares para que los alojen en sus domicilios o les\nproporcionen determinadas prestaciones. Sin embargo, cuando\nexistan conflictos armados o guerras, los militares pueden llegara ", "obli-guen a los particulares para que los alojen en sus domicilios o les\nproporcionen determinadas prestaciones. Sin embargo, cuando\nexistan conflictos armados o guerras, los militares pueden llegara exigir alojamiento, equipajes o medios de transporte, alimen-\ntos y otras prestaciones, siempre que lo hagan en los casos y bajo\nlas condiciones que se dispongan en las leyes militares.\nEn MØxico tambiØn estÆ prohibido que la autoridad y los particu-\nlares inspeccionen, fiscalicen, registren, abran o violen la corres-\npondencia o paquetes de los demÆs que se envíen por el serviciopostal, así como otro tipo de comunicaciones entre particulares,\nya que de hacerlo estarían cometiendo un delito y se harían acree-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 31\ndores a una sanción. Sin embargo, en ciertos casos que no tengan\nque ver con materias de carÆcter electoral, fiscal, mercantil, ci-\nvil, laboral o administrativo, ni cuando sean comunicaciones del\ndetenido con su defensor, sólo la autoridad judicial federal compe-tente puede autorizar la intervención de cualquier comunicación\nprivada, cuando así se lo solicite la autoridad federal competente,\no bien, el Ministerio Pœblico estatal o del Distrito Federal.\nEn esos supuestos, la autoridad competente, por escrito, debe\nfundar y motivar las causas legales de su solicitud, expresando\nel tipo de intervención, los sujetos de la misma y su duración. Lasautorizaciones respectivas deben ajustarse a los requisitos y lí-\nmites previstos en la ley. Cuando no se cumpla con ello, los re-\nsultados de los intervenciones carecerÆn de valor probatorio.\n10. Derecho a una administración de justicia expedita, comple-\nta, imparcial y gratuita, así como prohibición de hacersejusticia por propia mano  (artículo 17)\nNinguna persona puede hacerse justicia por sí misma, ni ejercer\nviolencia para reclamar su derecho. En caso de que hayamos su-\nfrido una lesión, perjuicio o daæo, o bien, tengamos un proble-\nma con alguien, inclusive con cierta autoridad federal, estatal, delDistrito Federal, municipal o de alguna delegación, tenemos de-\nrecho a acudir a un tribunal o autoridad jurisdiccional competen-\nte, independiente y previamente establecido en la ley, para quenos administre justicia de manera pronta, completa, imparcial y\ngratuita (quedando, en consecuencia, prohibido cobrar por la\nadministración de justicia o las costas judiciales), a travØs de unasentencia o resolución que, en su caso y segœn se prevea en la ley,\nse ejecute plenamente.\n11. Requisitos de", "prohibido cobrar por la\nadministración de justicia o las costas judiciales), a travØs de unasentencia o resolución que, en su caso y segœn se prevea en la ley,\nse ejecute plenamente.\n11. Requisitos de las sentencias en materia no penal  (artículo 14,\npÆrrafo cuarto)\nAdemÆs de reunir los requisitos de fundamentación y motivación\nprevistos para todo acto de autoridad, las sentencias definitivas", "32 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nque se dicten en todo juicio que no tenga que ver con la materia\npenal, deben dictarse conforme con lo previsto en la ley o su in-\nterpretación, o bien, a falta de ley exactamente aplicable, fundar-\nse en los principios generales del derecho.\n12. Detención sólo con orden judicial  (artículo 16, pÆrrafos se-\ngundo al sØptimo)\nNadie puede ser detenido sin una orden de aprehensión expedi-\nda por un juez competente, previa denuncia (o querella) que sepresente ante el Ministerio Pœblico, respecto de un hecho que la\nley seæale como delito y que se encuentre sancionado con pena\nprivativa de la libertad (prisión), siempre y cuando haya datosque acrediten la existencia del delito (cuerpo del delito) y hagan\nprobable la responsabilidad de la persona (indiciado) que se or-\ndena aprehender. De acreditarse esto œltimo, el Ministerio Pœbli-co ejercerÆ la acción penal en contra del probable responsable y\nle solicitarÆ al juez ante el cual se hace la consignación del caso\nque expida la correspondiente orden de aprehensión.\nLas œnicas excepciones en que se puede detener a alguien sin\nprevia orden judicial de aprehensión son los casos de delito fla-\ngrante y los urgentes. Comœnmente se considera que hay delitoflagrante cuando se sorprende a alguien en el momento de come-\nter el delito o, una vez cometido, se le persigue materialmente.\nEn caso de delito flagrante, cualquier persona puede detener alprobable responsable, poniØndolo inmediatamente a disposición\nde la autoridad mÆs cercana y Østa, lo mÆs pronto posible, a la del\nMinisterio Pœblico.\nSon casos urgentes cuando se trata de un delito grave así cali-\nficado en la ley y exista el riesgo fundado de que el delincuente\nse fugue, siempre y cuando no se pueda acudir ante el juez porrazón de", "Son casos urgentes cuando se trata de un delito grave así cali-\nficado en la ley y exista el riesgo fundado de que el delincuente\nse fugue, siempre y cuando no se pueda acudir ante el juez porrazón de la hora, el lugar o la circunstancia. En los casos de urgen-\ncia sólo el Ministerio Pœblico, bajo su responsabilidad, estÆ autori-\nzado para ordenar la detención, fundando y motivando su proceder.\nSi la detención es con motivo de algœn caso de urgencia o\nflagrancia, el juez que reciba la consignación del detenido deberÆ", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 33\ninmediatamente ratificar la detención, si considera que Østa es-\ntuvo justificada o decretar la libertad del individuo (sujeta a la\naportación de mayores pruebas).\n13. Derechos del detenido (artículos 16, pÆrrafos primero, tercero\ny sØptimo, así como 20, apartado A, fracciones I, II, V, VII y\nIX, y œltimo pÆrrafo)\nCuando una persona es detenida, tiene los siguientes derechos:\na) Ser informado de las razones de la detención y de los car-\ngos en su contra, es decir, la autoridad le debe informar por\nquØ se le detiene y cuÆl es el delito que se le atribuye habercometido.\nb) Ser informado por la autoridad de los derechos que en su\nfavor se establecen en la Constitución.\nc) Obtener inmediatamente su libertad provisional a travØs del\notorgamiento de la caución o garantía (como es el caso de\nuna fianza), la cual debe ser accesible para el inculpado.Para determinar la forma y monto de la caución o garantía,\nla autoridad judicial respectiva debe tomar en cuenta la\nnaturaleza, modalidades y circunstancias del delito; las ca-racterísticas del inculpado y las posibilidades de cumpli-\nmiento de sus obligaciones procesales; los daæos y per-\njuicios causados al ofendido, así como la sanción pecuniariaque, en su caso, pueda imponerse al inculpado.\nEste beneficio puede otorgarse al detenido, siempre y\ncuando no se trate de delitos calificados legalmente comograves (como narcotrÆfico y terrorismo, pues en estos ca-\nsos no se le podrÆ conceder este beneficio), o bien, cuando,\na pesar de que no se trate de un delito grave, el juez decidanegar dicha libertad provisional, porque así lo solicite el\nMinisterio Pœblico y el inculpado haya sido condenado con\nanterioridad por algœn delito calificado legalmente comograve o el Ministerio Pœblico aporte e", "libertad provisional, porque así lo solicite el\nMinisterio Pœblico y el inculpado haya sido condenado con\nanterioridad por algœn delito calificado legalmente comograve o el Ministerio Pœblico aporte elementos al juez para\nestablecer que la libertad del inculpado representa, por su", "34 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nconducta precedente o por las circunstancias y caracterís-\nticas del delito, un riesgo para el ofendido o la sociedad.\nd) No ser presionado u obligado a declarar.\ne) No ser sujeto de incomunicación, intimidación o tortura,\nencontrÆndose sancionadas como delitos tales conductas.\nf) Carecer de valor probatorio alguno la confesión rendida ante\ncualquier autoridad distinta del Ministerio Pœblico o deljuez o, incluso, la confesión ante Østos sin la asistencia o\nasesoría del defensor del detenido.\ng) Tener acceso al expediente y se le faciliten todos los datos\ndel mismo para su defensa.\nh) Ofrecer todas las pruebas que estime convenientes y que la\nautoridad le apoye para que comparezcan las personas cuyotestimonio Øl solicite, siempre que se encuentren en el lu-\ngar en que se lleva a cabo el proceso, contando con el tiem-\npo que legalmente se estime necesario para dicho efecto.\ni) Ser asistido por un defensor que estarÆ presente en todos los\nactos del proceso; si no lo tiene, el juez deberÆ nombrarle\nuno de oficio, cuyos honorarios serÆn pagados por el Estado.\nj) Ser puesto a disposición del juez en forma inmediata. Si la\ndetención es con motivo de la ejecución de una orden de de-\ntención decretada en los casos de urgencia o por flagrancia,el Ministerio Pœblico cuenta con un plazo de 48 horas para\nponer en libertad al detenido o a disposición de la autoridad\njudicial; œnicamente cuando se trate de delincuencia orga-nizada, el Ministerio Pœblico podrÆ emplear hasta 96 horas.\n14. Requisitos del auto de formal prisión y efectos  (artículo 19,\npÆrrafos primero a tercero)\nA partir del momento en que algœn detenido sea puesto a dispo-\nsición de un juez, no deben transcurrir mÆs de 72 horas sin que\nla detención y el inicio del proceso ", "ulo 19,\npÆrrafos primero a tercero)\nA partir del momento en que algœn detenido sea puesto a dispo-\nsición de un juez, no deben transcurrir mÆs de 72 horas sin que\nla detención y el inicio del proceso penal respecto de aquØl sean\njustificados con un auto de formal prisión. Sin embargo, cuandolo solicite el indiciado, dicho plazo puede prorrogarse, en la for-\nma en que se establezca en la ley, en el entendido de que la pro-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 35\nlongación de la detención en su perjuicio serÆ sancionada penal-\nmente.\nEn dicho auto o determinación judicial se debe expresar el de-\nlito imputado o atribuido al acusado; el lugar, tiempo y circuns-tancias de ejecución, así como los datos recabados durante la\naveriguación previa efectuada por el Ministerio Pœblico, los cua-\nles deben ser bastantes para comprobar la existencia del delito(cuerpo del delito) y hacer probable la responsabilidad del incul-\npado (indiciado).\nTranscurridas las 72 horas sin que el encargado del reclusorio\nreciba copia del auto de formal prisión, Øste deberÆ hacØrselo\nnotar al juez respectivo, y si dicho encargado no recibe copia del\nreferido auto dentro de las tres horas siguientes pondrÆ en liber-tad al detenido.\nEl proceso penal debe seguirse o circunscribirse al delito o\ndelitos que se seæalen en el auto de formal prisión o en el de su-jeción a proceso (determinación judicial que se dicta cuando el\ndelito no tiene prevista la privación de la libertad como sanción\no se admite que se imponga una distinta).\n15. Garantías del procesado en materia penal (artículo 20, apar-\ntado A, fracciones III, IV, VI, VIII y X, así como tratados in-ternacionales ratificados por MØxico)\nEn materia penal, entre las principales garantías de seguridad\njurídica del procesado, ademÆs de las que ya se han menciona-\ndo (especialmente las relativas a los derechos del detenido que\nse mencionaron en el numeral 13 anterior), se encuentran las si-guientes:\na) Ser considerado inocente, mientras no se compruebe su cul-\npabilidad conforme a la ley.\nb) Ser informado por el juez del nombre de su acusador, el\ndelito que se le atribuye y los demÆs datos que arroje la ave-riguación previa, dentro de las 48 horas siguientes a su con-\nsig", "rme a la ley.\nb) Ser informado por el juez del nombre de su acusador, el\ndelito que se le atribuye y los demÆs datos que arroje la ave-riguación previa, dentro de las 48 horas siguientes a su con-\nsignación ante el propio juez y en una audiencia pœblica.", "36 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nAdemÆs, en esta audiencia el inculpado puede rendir su de-\nclaración preparatoria si así lo desea y dar contestación a la\nacusación.\nc) Ser asistido gratuitamente de un intØrprete, si no comprende\no no habla espaæol, para que le explique quØ dice la auto-\nridad y traduzca lo que Øl quiera decir.\nd) Ser careado con las personas que declaren en su contra, de-\nlante del juez, siempre que lo solicite el detenido, para que\npueda interrogarlas, salvo que la víctima u ofendido sea\nmenor de edad y se trate de los delitos de violación o se-cuestro, ya que las declaraciones se efectuarÆn en los tØr-\nminos que se establezcan en la ley.\ne) Ser juzgado en forma pœblica por un juez o, en ciertos ca-\nsos y cumpliendo con requisitos específicos, por un jurado\nde ciudadanos.\nf) Ser juzgado o que se le dicte sentencia antes de cuatro me-\nses, contados a partir del momento en que sea consignado\nante el juez penal, si se trata de delitos cuya pena mÆxima\nsea menor de dos aæos, y antes de un aæo si la pena mÆxi-ma de prisión prevista para el delito excede de dos aæos; sin\nembargo, estos plazos pueden ampliarse si el inculpado so-\nlicita mayor tiempo para su defensa.\ng) Pedir a un tribunal superior, de quien dependa el juez que\nen su caso lo haya declarado culpable, que revise la senten-\ncia y decida si se debe anular o reducir la condena que hayadictado el juez inferior.\n16. Competencia exclusiva del Ministerio Pœblico para investi-\ngar y perseguir los delitos (auxiliÆndose de una policía), así\ncomo del juez para aplicar las penas (artículo 21, primera\nparte del pÆrrafo primero)\nEn MØxico, œnicamente el Ministerio Pœblico estÆ autorizado\npara investigar y perseguir los delitos que se hayan cometido;aquØl se auxiliarÆ de una policía (comœnmente", "imera\nparte del pÆrrafo primero)\nEn MØxico, œnicamente el Ministerio Pœblico estÆ autorizado\npara investigar y perseguir los delitos que se hayan cometido;aquØl se auxiliarÆ de una policía (comœnmente denominada ju-\ndicial o ministerial) que estÆ bajo la autoridad y el mando inme-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 37\ndiato del Ministerio Pœblico. Asimismo, este œltimo es el œnico\nfacultado para ejercer la acción penal, es decir, para consignar\nante un juez al probable responsable de un delito, cuando exis-\ntan datos bastantes para acreditar el cuerpo del delito y hacer pro-bable la responsabilidad del indiciado.\nPor œltimo, corresponde exclusivamente a los jueces juzgar los\ndelitos e imponer las penas respectivas.\n17. Derecho a la procuración de justicia (artículo 21, pÆrrafo\ncuarto)\nSi bien corresponde al Ministerio Pœblico investigar y perseguir\nlos delitos, así como ejercer la acción penal ante la autoridad ju-dicial, lo cierto es que se pueden impugnar jurisdiccionalmente\nlas resoluciones por las cuales aquØl decida no ejercer la acción\npenal o desistirse de la misma (por ejemplo, cuando erróneamen-te considere que no existe delito o que el inculpado no participó\nen el mismo).\n18. Principios en materia policial (artículo 21, pÆrrafo quinto)\nLa actuación de las instituciones policiales estÆ sujeta a los prin-\ncipios de legalidad, eficiencia, profesionalismo y honradez.\n19. Sanciones administrativas: arresto o multa  (artículo 21, se-\ngunda parte del pÆrrafo primero, así como pÆrrafos segundo\ny tercero)\nLas autoridades administrativas son las competentes para cono-\ncer y sancionar las faltas o infracciones administrativas a los re-\nglamentos gubernativos y de policía. Estas faltas œnicamentepueden dar lugar a la imposición de una multa o un arresto nun-\nca mayor a 36 horas, en el entendido de que si alguien no puede\npagar la multa, se le cambiarÆ por el arresto. AdemÆs, los traba-jadores, obreros o jornaleros no pueden ser multados con una\ncantidad mayor a un día de su salario o jornal; si se tratase de tra-", "38 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nbajadores no asalariados, la multa no puede exceder del equiva-\nlente a un día de su ingreso.\n20. Prisión preventiva sólo por delitos que ameriten pena priva-\ntiva de la libertad  (artículos 18, primera parte del pÆrrafo pri-\nmero, y 20, pÆrrafos segundo y tercero de la fracción X del\napartado A)\nSólo en el caso de que se cometa algœn delito que estØ sancionado\ncon pena privativa de la libertad, se permite a la autoridad judi-cial decretar prisión preventiva contra el probable responsable;\ndicha prisión preventiva jamÆs podrÆ exceder del tiempo que\ncomo pena mÆxima estØ prevista por la ley para ese delito, en elentendido de que el lapso que alguien haya estado bajo prisión\npreventiva debe descontarse de la duración de la pena de pri-\nsión impuesta en la sentencia.\n21. Prohibición de prisión por deudas civiles  (artículos 17,\npÆrrafo cuarto, y 20, pÆrrafo primero de la fracción X delapartado A)\nNinguna persona puede ser privada de la libertad personal a causa\nde deudas de carÆcter civil; asimismo, tampoco podrÆ prolon-\ngarse la prisión o detención de una persona por falta de pago de\nhonorarios a su defensor o de cualquiera otra prestación de dine-ro, con motivo de alguna responsabilidad civil u otra parecida o\nanÆloga.\n22. Prohibición de la pena de muerte (artículo 22, pÆrrafo cuarto)\nEn MØxico estÆ prohibida, en general, la pena de muerte. Nues-\ntra Constitución prevØ la posibilidad de que se llegue a imponer\npara determinados delitos sumamente graves, como serían los\ncometidos por el traidor a la patria en guerra extranjera, el parri-cida, el homicida con alevosía, premeditación y ventaja; el incen-\ndiario, el plagiario, el salteador de caminos, el pirata y los reos", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 39\nde delitos graves del orden militar, de acuerdo con lo que se dis-\nponga en las leyes; sin embargo, actualmente sólo se prevØ la\npena de muerte para los delitos graves del orden militar.\n23. Prohibición de tortura, malos tratos y penas inusitadas o\ntrascendentes  (artículos 19, pÆrrafo cuarto; 20, apartado A,\nfracción II, y 22, pÆrrafos primero a tercero)\nEn nuestro país las autoridades tienen prohibido cometer abusos,\ndar malos tratos o atentar contra la dignidad, libertad o derechosde las personas durante su detención o en las prisiones, por eso\nse prohíbe toda incomunicación, intimidación o tortura. A todas\nlas personas privadas de su libertad se les deben respetar sus De-rechos Humanos, por lo que no podrÆn ser objeto de maltratos,\nmolestias ilegales, extorsiones, contribuciones o cobros duran-\nte su privación de la libertad.\nIgualmente, se encuentra prohibido imponer como pena la tor-\ntura (como sería el caso de los azotes, los palos o el tormento de\ncualquier especie), los actos infamantes (como la marca de laspersonas), y toda sanción que sea inusitada (como la mutilación,\nla multa excesiva, la confiscación de bienes) o trascendente, es\ndecir, a perpetuidad o que vaya mÆs allÆ de la persona y derechosde quien deba soportarla (por ejemplo, no se puede hacer que un\nfamiliar o amigo cumpla con la condena de otro que haya come-\ntido el delito o fallecido).\nNo obstante lo anterior, la Constitución establece ciertos casos\nque no deben considerarse como confiscación de bienes; por ejem-\nplo, cuando se trata de la aplicación judicial de los bienes de unapersona para el pago de la responsabilidad civil resultante de un\ndelito, o bien, de impuestos o multas; tampoco, cuando se deco-\nmisen bienes relacionados con el enriquecimiento", "l de los bienes de unapersona para el pago de la responsabilidad civil resultante de un\ndelito, o bien, de impuestos o multas; tampoco, cuando se deco-\nmisen bienes relacionados con el enriquecimiento ilícito o delin-cuencia organizada, siempre que se cumplan ciertas condiciones\ny requisitos constitucionales y legales.", "40 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n24. Derecho o garantía de tipicidad o prohibición de imponer\npenas por analogía o mayoría de razón  (artículo 14, pÆrra-\nfo tercero)\nEn los procesos penales estÆ prohibido imponer penas por hechos\nque no estØn contemplados, en forma exacta, como delitos en la\nley. Tampoco es vÆlido que se considere como delincuentes aaquellas personas que realicen hechos que se parezcan, sean si-\nmilares o resulten mÆs graves a otros que sí estÆn previstos legal-\nmente como delitos. Es decir, tanto el delito como la sanción res-pectiva deben estar previstos previamente en una ley expedida\npor el órgano legislativo competente, debiendo resultar exacta-\nmente aplicable la norma jurídica en la que se prevØ la conduc-ta o su resultado al hecho concreto.\n25. Nadie puede ser juzgado dos veces por el mismo delito:  non\nbis in idem (artículo 23 )\nEn materia penal, ninguna persona puede ser juzgada dos veces\npor los mismos hechos. Una vez que una persona ha sido decla-\nrada mediante sentencia definitiva responsable o no de un deli-\nto, no puede volvØrsele a juzgar por los mismos hechos.\n26. Prohibición de mÆs de tres instancias en un proceso penal o\nque Øste quede sin resolverse  (artículo 23)\nNingœn juicio penal puede tener mÆs de tres instancias, con ob-\njeto de que no se prolongue indefinidamente. Es decir, la sentencia\nque recaiga en un juicio (primera instancia) puede impugnarse\nante un tribunal superior para que la revise (segunda instancia).\nEn caso de que tampoco se estØ conforme con la resolución dedicho tribunal, se puede promover un juicio de amparo, cuya sen-\ntencia serÆ definitiva e inatacable, por lo que no podrÆ ser impug-\nnada nuevamente.\nAsimismo, estÆ prohibida la prÆctica de absolver de la instan-\ncia, es decir, un juicio penal n", "e amparo, cuya sen-\ntencia serÆ definitiva e inatacable, por lo que no podrÆ ser impug-\nnada nuevamente.\nAsimismo, estÆ prohibida la prÆctica de absolver de la instan-\ncia, es decir, un juicio penal no puede quedar sin resolverse, a fin", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 41\nde que el procesado pueda tener certeza acerca de su situación\njurídica.\n27. Separación entre procesados y sentenciados, mujeres y hom-\nbres, y entre adultos y menores infractores  (artículo 18, pÆ-\nrrafos primero, segundo y tercero)\nLas personas sujetas a prisión preventiva, sometidas a juicio, deben\nestar recluidas en establecimientos separados y diferentes de los\ndestinados a los sentenciados a una pena privativa de la libertad.Asimismo, las mujeres y los hombres privados de su libertad deben\nser recluidos en establecimientos separados o en secciones dife-\nrentes. Los menores infractores deben ser enviados a instituciones\nespeciales para su tratamiento (como consejos tutelares), siem-\npre distintas y separadas de las correspondientes a los adultos.\n28. Derechos de los reclusos  (artículos 18, pÆrrafos segundo,\nquinto y sexto, y 19, pÆrrafo cuarto)\nToda persona privada de la libertad tambiØn goza de los Dere-\nchos Humanos y demÆs garantías que establecen la Constitución\ny las leyes. Los servidores pœblicos encargados de los recluso-rios y demÆs centros de readaptación social estÆn obligados a res-\npetar dichas leyes y a abstenerse de cometer abusos, maltratos o\ndiscriminaciones en contra de los reclusos o de exigirles dinero.Todo recluso tiene derecho a un tratamiento individualizado que\natienda a sus circunstancias personales, a fin de alcanzar su re-\nadaptación social sobre la base del trabajo, la capacitación parael mismo y la educación. El traslado de las personas sujetas a una\npena restrictiva de la libertad sólo puede efectuarse con su con-\nsentimiento expreso.\nLas personas sujetas a una pena restrictiva de la libertad, de\nacuerdo con lo que se disponga en la ley, podrÆn compurgar di-\ncha sanción en los centros penitenc", "uarse con su con-\nsentimiento expreso.\nLas personas sujetas a una pena restrictiva de la libertad, de\nacuerdo con lo que se disponga en la ley, podrÆn compurgar di-\ncha sanción en los centros penitenciarios mÆs cercanos a su do-micilio, a fin de propiciar su reintegración a la comunidad, como\nforma de readaptación social.", "42 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n29. Menores infractores  (artículo 18, pÆrrafo cuarto)\nLos menores de edad tienen garantías de seguridad jurídica es-\npeciales; por ejemplo, aquellos menores de edad que hayan co-metido una infracción o incurrido en una conducta contempla-\nda en las leyes penales, sólo podrÆn ser enviados a instituciones\nespeciales para su tratamiento. Los encargados de las institucio-nes de menores deberÆn tratarlos en forma justa y humana, no\npodrÆn atentar contra su dignidad o integridad física o mental,\npor lo tanto estÆ prohibido que se maltrate, incomunique o ame-nace a los menores infractores.\n30. Derechos de la víctima u ofendido  (artículo 20, apartado B)\na) Recibir asesoría jurídica.\nb) Recibir información sobre los derechos que en su favor se\nestablecen en la Constitución.\nc) Recibir información del desarrollo del procedimiento penal\n(tanto de lo que ocurre en la averiguación previa ante el Mi-nisterio Pœblico, como durante el proceso penal ante el\njuez).\nd) Coadyuvar con el Ministerio Pœblico; es decir, auxiliarlo o\napoyarlo en la reunión de datos, elementos o pruebas para\nacreditar la existencia del delito, la responsabilidad del\ninculpado y, en su caso, la procedencia y el monto de la re-paración del daæo, así como en la formulación de conside-\nraciones o razonamientos jurídicos o alegatos para las di-\nligencias que ocurran durante el procedimiento penal.\ne) A que se reciban todos los datos o elementos de prueba con\nlos que cuente, durante el procedimiento penal, y que se\ndesahoguen las diligencias correspondientes, salvo cuandoel Ministerio Pœblico considere que no es necesario.\nf) Recibir atención mØdica y psicológica de urgencia, desde\nla comisión del delito.\ng) A que se le repare el daæo y, mediante procedimientos Ægi-\nle", "l Ministerio Pœblico considere que no es necesario.\nf) Recibir atención mØdica y psicológica de urgencia, desde\nla comisión del delito.\ng) A que se le repare el daæo y, mediante procedimientos Ægi-\nles previstos en la ley, se ejecute la sentencia relativa.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 43\nh) No ser careado con el inculpado, si la víctima u ofendido\nes menor de edad y se trate de delitos de violación o se-\ncuestro.\ni) Solicitar las medidas y providencias legales para su segu-\nridad y auxilio.\nj) Impugnar ante un órgano jurisdiccional, como se mencio-\nnó, las determinaciones del Ministerio Pœblico de no ejer-cicio de la acción penal o de desistimiento de la misma.\n31. Prohibición de celebración de pactos restrictivos de los De-\nrechos Humanos  (artículo 15)\nEn MØxico estÆ prohibido celebrar o realizar acuerdos, convenios\no tratados que limiten o desconozcan las garantías individuales\ny demÆs Derechos Humanos que establece la Constitución.\n32. Prohibición de extradición de reos políticos  (artículo 15)\nEn nuestro país no estÆ autorizada la celebración de tratados para\nque sean devueltos a su país de origen los delincuentes de carÆc-\nter político.\n33. Suspensión de garantías individuales sólo en los casos y bajo\nel procedimiento previstos en la Constitución  (artículo 29 y\ntratados internacionales ratificados por MØxico)\nLas garantías individuales œnicamente pueden suspenderse en\ncasos de invasión, perturbación grave de la paz pœblica o cual-quier otro que ponga a la sociedad en grave peligro o conflicto.\nEn estos casos, solamente el Presidente de la Repœblica, con\nel acuerdo de los secretarios de Estado, los titulares de departa-mento administrativo y el Procurador General de la Repœblica,\npuede solicitar al Congreso de la Unión o, en los recesos de Øste,\na la Comisión Permanente, que se suspendan en todo el país o enlugar determinado las garantías que sean necesarias para hacer\nfrente rÆpida y fÆcilmente a la situación.", "44 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nLa suspensión de garantías sólo podrÆ darse por un tiempo\ndeterminado mediante disposiciones generales y sin que se apli-que a un individuo específico.\nDe acuerdo con lo anterior y con los tratados internacionales\nratificados por MØxico, no pueden suspenderse los derechos alreconocimiento de la personalidad jurídica; a la vida; a la inte-\ngridad personal; al nombre; los del niæo; a la nacionalidad; los\npolíticos; la prohibición de la esclavitud, la tortura y las penas otratos crueles, inhumanos o degradantes, así como de ser priva-do de la libertad por no cumplir obligaciones contractuales; elprincipio de legalidad y la prohibición de la retroactividad; la li-bertad de conciencia, creencia o religión, ni las garantías judicia-\nles indispensables para la protección de tales derechos.\nD. DERECHOS POL˝TICOS\nLos derechos políticos son aquellos que confieren a su titular (los\nciudadanos mexicanos) la prerrogativa o facultad de participaren la dirección de los asuntos pœblicos del Estado, por sí mismoso a travØs de representantes libremente elegidos; de votar y serelegido, y de tener acceso, en condiciones de igualdad, a las fun-ciones pœblicas de su país.\n1. Derecho a la ciudadanía mexicana  (artículo 34)\nTodo hombre o mujer que tenga la calidad de mexicano, haya cum-\nplido 18 aæos y tenga un modo honesto de vivir (es decir, que nohaya incurrido en alguna causa prevista en la Constitución por la\ncual se suspendan dichos derechos; por ejemplo, cuando se estÆ\nsujeto a un proceso penal), tendrÆ derecho a la ciudadanía mexi-cana, así como al disfrute de las prerrogativas y los derechos po-líticos correspondientes.\n2. Votar y ser votado para ocupar cargos de elección popular\n(artículos 35, fracciones I y II; 39; 40; 41, pÆrrafo segu", "omo al disfrute de las prerrogativas y los derechos po-líticos correspondientes.\n2. Votar y ser votado para ocupar cargos de elección popular\n(artículos 35, fracciones I y II; 39; 40; 41, pÆrrafo segundo,\nfracción I; 51; 55; 56, pÆrrafos primero y tercero; 58; 81; 82;", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 45\n83; 115, proemio y fracción I, pÆrrafos primero y tercero; 116,\nfracciones I, II y IV, inciso a), y 122, pÆrrafo sexto, apartadoC, bases primera, fracciones I, II y V, inciso f); segunda, frac-ción I, y tercera, fracción II)\nLos ciudadanos mexicanos tenemos el derecho de votar por el\ncandidato que queramos para que ocupe los diversos cargos de\nelección popular: en este sentido, en cuanto al Æmbito federal, pordiputados, senadores y Presidente de la Repœblica; por lo que serefiere a las Entidades Federativas, tenemos derecho a votar, se-gœn se trate de los Estados o del Distrito Federal, por los siguientescandidatos, en el primer caso, por diputados locales y goberna-\ndor del Estado respectivo, así como por presidente municipal, síndi-\nco y regidores, en tanto que en el segundo, por diputados a laAsamblea Legislativa y Jefe de Gobierno del Distrito Federal, aligual que por jefes delegacionales. Asimismo, tenemos el derechode ser elegidos (votados) para ocupar dichos cargos, siempre que\ncumplamos con las calidades o los requisitos que se establezcan\nen la ley.\nLas elecciones deben ser libres  (sin que exista algœn tipo de\ncoacción o presión hacia el electorado o las autoridades electo-rales, por ejemplo); autØnticas  (ser el resultado directo e inme-\ndiato de procesos electorales regulares en que se cumplan los re-\nquisitos y condiciones constitucionales y legales para que\nexpresen su decisión los electores), y periódicas  (es decir, cada\ntres aæos para los casos de presidentes municipales, regidores,síndicos, jefes delegacionales y diputados, así como cada seisaæos para elegir senadores, gobernadores, Jefe de Gobierno delDistrito Federal y Presidente de la Repœblica).\nAdemÆs, en dichas elecciones el voto debe ser universal  (en\n", "diputados, así como cada seisaæos para elegir senadores, gobernadores, Jefe de Gobierno delDistrito Federal y Presidente de la Repœblica).\nAdemÆs, en dichas elecciones el voto debe ser universal  (en\ntanto que todos aquellos que satisfacen los requisitos legales tie-nen derecho a Øl, sin que sea vÆlida ningœn tipo de discrimina-ción derivada de sexo, grupo Øtnico o social, religión, ocupaciónni ninguna otra); libre  (porque no se puede ejercer presión, inti-\nmidación o coacción alguna sobre el elector); secreto  (a efecto\nde que el interesado no tenga temor de sufrir alguna represalia\nque limite su libertad política o no pretenda vender su voto al", "46 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nmejor postor), y directo  (ya que el ciudadano elige a sus repre-\nsentantes sin intermediación alguna).\n3. Ser nombrado para desempeæar algœn otro empleo, cargo o\ncomisión en el servicio pœblico  (artículos 35, fracciones I y II;\n40; 41, pÆrrafo primero, y 108).\nAdemÆs de poder ser votado para algœn cargo de elección popu-\nlar, todo ciudadano mexicano tiene derecho a ser nombrado para\ndesempeæar algœn empleo, cargo o comisión como servidor pœ-blico en el gobierno, siempre que cumpla con los requisitos que\nse establezcan en la ley.\n4. Asociarse libre, individual y pacíficamente para participar en\nasuntos políticos  (artículos 9o., 35, fracción III; 41, pÆrrafo\nsegundo, fracción I, y 99, pÆrrafo cuarto, fracción V)\nSólo los ciudadanos mexicanos tienen el derecho de asociarse, en\nforma libre, individual y pacífica, para tomar parte en los asun-tos políticos del país, como cuando deciden constituir partidos\no asociaciones políticas, o bien, participar en sus actividades.\n5. Ejercer la libertad de reunión y el derecho de petición en\nmateria política  (artículos 8o., primer pÆrrafo, 9o. y 35, frac-\nción V).\nÚnicamente los ciudadanos mexicanos tienen el derecho de re-\nunirse pacíficamente para tratar los asuntos políticos del país yhacer peticiones a los servidores pœblicos o al gobierno en ma-\nteria política, siempre y cuando estas œltimas se formulen por\nescrito, en forma respetuosa y sin violencia.\nAdemÆs, la autoridad a la que se haga dicha petición estÆ obli-\ngada a formular una contestación escrita en un breve tØrmino.\n6. Principios rectores de la función electoral  [artículos 41, pÆ-\nrrafo segundo, fracción III; 116, pÆrrafo segundo, fracción IV,", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 47\nincisos b) y c), y 122, pÆrrafo sexto, apartado C, base prime-\nra, fracción V, inciso f)]\nLa legalidad, imparcialidad, objetividad, certeza e independen-\ncia son principios que rigen el ejercicio de la función electoral\nque se ha encomendado a las autoridades electorales. AdemÆs,\nlas autoridades que tengan a su cargo la organización de las elec-ciones o la resolución de las controversias deben ser autónomas\nen su funcionamiento e independientes en sus decisiones.\n7. Derecho a impugnar los actos y resoluciones electorales que\nles afecten y no se ajusten a la Constitución y/o a la ley  [artí-\nculos 41, pÆrrafo segundo, fracción IV; 116, pÆrrafo segundo,fracción IV, inciso d), y 122, pÆrrafo sexto, apartado C, base\nprimera, fracción V, inciso f)].\nPara garantizar que todos los actos y resoluciones electorales se\nsujeten invariablemente a los principios de constitucionalidad y\nlegalidad se ha establecido un sistema de medios de impugnaciónal que pueden acudir, por ejemplo, los ciudadanos y los partidos\npolíticos nacionales y estatales, y demÆs organizaciones de ciu-\ndadanos, segœn se prevea en la ley.\n8. Derecho a defender la Repœblica y sus instituciones  (artículo\n35, fracción IV)\nLos ciudadanos mexicanos tenemos el derecho de tomar las ar-\nmas en el EjØrcito Mexicano y la Guardia Nacional para la de-fensa de la Repœblica y de sus instituciones, en los tØrminos pre-\nvistos en la ley.", "III. DERECHOS SOCIALES\nLos derechos sociales son aquellos que tienden a asegurar el\nbienestar social, económico y cultural,  tanto individual como\ncolectivo, de ciertos grupos sociales , para que cada uno de sus\nmiembros pueda llevar realmente una vida humana digna.\nComo se mencionó, la Constitución Mexicana de 1917 fue la\nprimera en el mundo en incorporar este tipo de derechos. Se dice\nque son de satisfacción progresiva  porque su realización depen-\nde de las posibilidades y recursos que tenga el Estado para satis-\nfacer estos derechos y mejorar nuestras condiciones de vida y\nlograr la justicia social. Ciertamente, de acuerdo con lo previs-to en los tratados internacionales, estos derechos conllevan laobligación para el Estado de adoptar medidas y providencias para\nlograr progresivamente la plena efectividad de los derechos que\nderiven de las normas económicas, sociales y sobre educación,ciencia y cultura, hasta el mÆximo de los recursos disponibles,\npor vía legislativa u otros medios apropiados.\nA. DERECHO A LA EDUCACIÓN\n1. Derecho a recibir educación (artículo 3o., primera parte del\npÆrrafo primero)\nEn MØxico, todo individuo, sin distinción alguna, tiene derecho\na recibir educación.\n[49]", "50 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n2. Obligatoriedad de la educación primaria y secundaria (artícu-\nlos 3o., segunda parte del pÆrrafo primero, y 31, fracción I)\nLa educación primaria y la secundaria son obligatorias en nues-\ntro país, por lo que todo individuo tiene derecho a recibirla y elEstado tiene la obligación de brindarla y asegurarse que junto con\nlas escuelas privadas se cubran las necesidades de toda la pobla-\nción. Asimismo, todos los mexicanos tienen el deber de hacer quesus hijos o pupilos (representados) acudan a las escuelas pœbli-cas o privadas para recibir tal educación.\n3. CarÆcter laico de la educación que imparta el Estado  (artículo\n3o., fracción I)\nToda la educación que imparta el Estado serÆ laica, en congruen-\ncia con la libertad de creencias (prevista en el artículo 24), porlo que se mantendrÆ ajena a cualquier doctrina religiosa.\n4. CarÆcter gratuito de la educación que imparta el Estado\n(artículo 3o., fracciones I, IV y V)\nToda la educación que imparta el Estado (ya sea la Federación,\nlos Estados o los Municipios) serÆ gratuita, por lo que los alum-\nnos no deberÆn pagar por ella. AdemÆs de impartir la educación\npreescolar, primaria y secundaria, el Estado promoverÆ y aten-derÆ todos los tipos y modalidades educativos, incluyendo la edu-cación superior, necesarios para el desarrollo de la nación; igual-mente, apoyarÆ la investigación científica y tecnológica, yalentarÆ el fortalecimiento y difusión de nuestra cultura.\n5. Fines y criterios que deben orientar a la educación  (artículo\n3o., segundo pÆrrafo y fracción II)\nTanto la educación que imparta el Estado en todos los tipos, mo-\ndalidades y niveles, como aquella que impartan los particulares\nen el caso de la educación primaria, secundaria y normal, debe\najustarse a los siguient", "ón que imparta el Estado en todos los tipos, mo-\ndalidades y niveles, como aquella que impartan los particulares\nen el caso de la educación primaria, secundaria y normal, debe\najustarse a los siguientes fines y criterios:", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 51\na) TenderÆ a desarrollar armónicamente todas las facultades\ndel ser humano y fomentarÆ en Øl, a la vez, el amor a la pa-tria y la conciencia de la solidaridad internacional, en la in-dependencia y en la justicia.\nb) Se basarÆ en los resultados del progreso científico y lucharÆ\ncontra la ignorancia y sus efectos, las servidumbres, los fa-\nnatismos y los prejuicios.\nc) SerÆ democrÆtica, considerando la democracia no sólo co-\nmo una estructura jurídica y un rØgimen político, sino comoun sistema de vida fundado en el constante mejoramientoeconómico, social y cultural del pueblo.\nd) SerÆ nacional, en cuanto atenderÆ a la comprensión de nues-\ntros problemas, el aprovechamiento de nuestros recursos, la\ndefensa de nuestra independencia política, el aseguramien-to de nuestra independencia económica y la continuidad yacrecentamiento de nuestra cultura.\ne) ContribuirÆ a la mejor convivencia humana, tanto por los\nelementos que aporte a fin de robustecer en el educando,\njunto con el aprecio para la dignidad de la persona  y la\nintegridad de la familia, la convicción del interØs general dela sociedad, cuanto por el cuidado que ponga en susten-\ntar los ideales de fraternidad e igualdad de derechos de to-dos los hombres , evitando los privilegios de razas, de reli-\ngión, de grupos, de sexos o de individuos.\n6. Derecho de los particulares a impartir educación  (artículo 3o.,\nfracción VI)\nLos particulares tienen derecho a impartir educación en todos sus\ntipos y modalidades. En el caso de educación primaria, secun-\ndaria y normal deben obtener previamente autorización del Es-tado y ajustarse a los fines y criterios constitucionales que semencionan en el numeral anterior. El Estado otorgarÆ y retirarÆel reconocimiento de validez oficial de los est", "mente autorización del Es-tado y ajustarse a los fines y criterios constitucionales que semencionan en el numeral anterior. El Estado otorgarÆ y retirarÆel reconocimiento de validez oficial de los estudios que se rea-licen en planteles particulares, en los tØrminos que se establez-\ncan en la ley.", "52 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n7. Autonomía universitaria (artículo 3o., fracción VII)\nLas universidades y demÆs instituciones de educación superior\na las que la ley otorgue autonomía, tendrÆn la facultad y la res-ponsabilidad de gobernarse a sí mismas; realizarÆn sus fines deeducar, investigar y difundir la cultura de acuerdo con los princi-\npios del artículo 3o., respetando la libertad de cÆtedra e investi-\ngación, así como de libre examen y discusión de las ideas; deter-minarÆn sus planes y programas acadØmicos; fijarÆn los tØrminosde ingreso, promoción y permanencia de su personal acadØmi-co, y administrarÆn su patrimonio.\nB. DERECHOS AGRARIOS\n1. Clases de propiedad agraria: comunal, ejidal y pequeæa pro-\npiedad (artículo 27, segunda parte del pÆrrafo tercero, y frac-\nciones I a VI).\nEn MØxico existen tres sistemas para la adquisición del dominio\nde la tierra: el comunal, el ejidal y el de la pequeæa propiedad.\nSólo los mexicanos y las sociedades mexicanas tienen el de-\nrecho de adquirir el dominio de las tierras, aguas y sus accesio-\nnes o para obtener concesiones de explotación de minas y aguas.\nLos extranjeros, las asociaciones religiosas, las instituciones\nde beneficencia con ciertos objetos lícitos, los bancos y las so-ciedades mercantiles por acciones pueden ser titulares de algu-nos derechos relacionados con bienes inmuebles, en los casos ycumpliendo con los requisitos y condiciones que se disponen en\nla Constitución y en la ley.\n2. Prohibición de los latifundios y límites de la pequeæa propie-\ndad (artículo 27, segunda parte del pÆrrafo tercero, y fraccio-\nnes IV, XV y XVII)\nEn nuestro país estÆn prohibidos los latifundios; es decir, las pro-\npiedades agrícolas o ganaderas no pueden exceder los límites", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 53\nmÆximos de superficie que se prevØn en la Constitución (en la\npropia Constitución y en las leyes se establecen los procedimien-tos y plazos para el fraccionamiento y enajenación de los latifun-dios, en el entendido de que si el propietario no enajena el exce-dente en el plazo de un aæo, se procederÆ a la venta mediantepœblica almoneda o subasta).\nLa pequeæa propiedad puede ser agrícola, ganadera o forestal,\nencontrÆndose sujeta a ciertos límites mÆximos de superficie porindividuo.\nLa agrícola no debe exceder de 100 hectÆreas de riego o hu-\nmedad o su equivalente (una hectÆrea de riego equivale a dos detemporal, cuatro de agostadero de buena calidad u ocho de bos-\nque, monte o agostadero en terrenos Æridos), a menos que se de-\ndique a ciertos cultivos que se especifican en la Constitución oa actividades forestales.\nLa ganadera no deberÆ exceder de la superficie necesaria para\nmantener hasta 500 cabezas de ganado mayor o su equivalente\nen ganado menor.\nLa propiedad de tierras dedicadas a actividades agrícolas, ga-\nnaderas o forestales que pertenezcan a la sociedades mercantiles\npor acciones tambiØn tiene una equivalencia en cuanto a los lí-mites mÆximos de superficie ya mencionados (25 veces el lími-te de la respectiva pequeæa propiedad individual), en el entendido\nde que en la ley se deben prever las condiciones respectivas y las\nnecesarias para la participación de los extranjeros en esas socie-dades y los medios para su registro y control.\n3. Fortalecimiento y protección de los ejidos y comunidades\nagrarias  (artículo 27, segunda parte del pÆrrafo tercero, y frac-\nción VII)\nLa Constitución establece los siguientes derechos a favor de los\nejidos y comunidades agrarias:\na) Los nœcleos de población ejidales y comunales tienen per-", "arte del pÆrrafo tercero, y frac-\nción VII)\nLa Constitución establece los siguientes derechos a favor de los\nejidos y comunidades agrarias:\na) Los nœcleos de población ejidales y comunales tienen per-\nsonalidad jurídica (son sujetos de derechos y obligaciones)\ny gozan de la protección de la propiedad sobre sus tierras.", "54 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nb) Se prevØ que la ley, considerando el respeto y fortaleci-\nmiento de la vida comunitaria de los ejidos y comunidades,\nproteja la tierra para el asentamiento humano y regule el\naprovechamiento de tierras, bosques y aguas de uso comœn,así como la provisión de acciones de fomento necesarias\npara elevar el nivel de vida de sus pobladores.\nc) Se reafirman las formas de dominio de la tierra ejidal y comu-\nnal, y se reconoce la plena capacidad de los ejidatarios para\ndecidir sus formas de asociación, el dominio sobre su par-\ncela y la transmisión de sus derechos parcelarios, en sucaso, entre los miembros del nœcleo de población.\nd) Se prevØ que la ley protegerÆ la integridad de las tierras de\nlos grupos indígenas.\ne) Se fijan los límites mÆximos de la extensión de las parce-\nlas ejidales (5% del total de las tierras ejidales y nunca mÆs\nde la extensión autorizada para la pequeæa propiedad).\nf) Se prevØn los órganos de decisión y los de representación\n(electos democrÆticamente) y ejecución en los ejidos y co-\nmunidades.\ng) Se conserva la figura de la restitución de tierras, bosques y\naguas a los nœcleos de población ejidal y comunal.\n4. Administración y procuración de justicia agraria  (artículo 27,\nfracción XIX)\nEl Estado estÆ obligado a impartir una justicia agraria honesta y\nexpedita que garantice la seguridad en la tenencia de la tierraejidal, comunal y de la pequeæa propiedad, así como a apoyar la\nasesoría legal de los campesinos.\nLos tribunales agrarios son los órganos dotados de autonomía\ny plena jurisdicción, encargados de la administración de la justi-\ncia agraria (siempre que tenga que ver con ejidos y comunidades\nagrarias), y existe la Procuraduría Agraria que estÆ encargada dela procuración de justicia agraria, media", "a administración de la justi-\ncia agraria (siempre que tenga que ver con ejidos y comunidades\nagrarias), y existe la Procuraduría Agraria que estÆ encargada dela procuración de justicia agraria, mediante la defensa de los dere-\nchos de los sujetos agrarios y de su asesoramiento.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 55\n5. Desarrollo rural integral (artículo 27, segunda parte del pÆ-\nrrafo tercero y fracción XX).\nEl Estado estÆ obligado a promover las condiciones para el de-\nsarrollo rural integral y a fomentar las actividades agropecuarias,\nforestales, silvícolas y las demÆs actividades económicas en el\nmedio rural, con el propósito de generar empleo y garantizar ala población campesina el bienestar y su participación e incor-\nporación al desarrollo nacional.\nC. DERECHOS LABORALES\n1. Derecho a un trabajo digno y socialmente œtil, así como a la\ngratuidad por los servicios de colocación  (artículo 123, pÆrra-\nfo primero, así como apartado A, fracción XXV)\nToda persona tiene derecho al trabajo digno y socialmente œtil,\npara lo cual se debe promover la creación de empleos y la orga-nización social para el trabajo, conforme a la ley. Todo servicio\npara la colocación de los trabajadores es gratuito para ellos, tanto\nel que se efectœe por oficinas municipales, bolsas de trabajo o porcualquier otra institución oficial o particular.\n2. Jornada mÆxima de trabajo y mayor remuneración en caso de\ntrabajo extraordinario  (artículo 123, apartado A, fracciones\nI; II, primera parte, y XI)\nTodo trabajador tiene derecho a gozar de una jornada no mayor\na ocho horas durante el día, o de una no mayor a siete horas si el\ntrabajo es nocturno.\nAsimismo, cuando por circunstancias extraordinarias se re-\nquiera aumentar la jornada, las horas extras se deberÆn pagar al\ntrabajador con un 100% mÆs del salario fijado para cada horanormal. En ningœn caso el trabajo extraordinario podrÆ exceder\nde tres horas diarias, ni de tres veces consecutivas.", "56 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n3. Día de descanso semanal (artículo 123, apartado A, fracción IV)\nTodo trabajador tiene derecho a disfrutar, cuando menos, de un\ndía de descanso por cada seis de trabajo.\n4. Salario mínimo remunerador y medidas protectoras del sala-\nrio (artículo 123, apartado A, fracciones VI, VII, VIII, X,\nXXIII, y XXIV)\nTodo trabajador tiene derecho a percibir, al menos, un salario\nmínimo general (segœn el Ærea geogrÆfica) o profesional (en casode alguna rama determinada de la actividad económica o de cier-\ntas profesiones, oficios o trabajos especiales). El salario mínimo\ndebe ser suficiente para satisfacer las necesidades de un jefe defamilia, en el orden material, social y cultural, y para proveer a laeducación obligatoria de los hijos.\nEl salario mínimo estarÆ exceptuado de embargo, compensa-\nción o descuento.\nPara trabajo igual debe corresponder salario igual, sin tener en\ncuenta sexo ni nacionalidad.\nEl salario debe pagarse en moneda de curso legal, sin que pue-\nda hacerse a travØs de mercancías, vales, fichas o cualquier otromedio con el cual se pretenda sustituir a la moneda.\nDe las deudas contraídas por el trabajador en favor de su patrón,\nde sus asociados, familiares o dependientes, sólo serÆ responsa-ble el mismo trabajador, sin que puedan ser exigibles a sus familia-res, como tampoco lo serÆn las que rebasen un mes de sueldo.\nLos crØditos en favor de los trabajadores por salario o sueldos de-\nvengados en el œltimo aæo, o por indemnizaciones, tienen preferen-\ncia sobre cualesquiera otros en los casos de concurso o de quiebra.\n5. Participación en las utilidades de las empresas (artículo 123,\napartado A, fracción IX)\nLos trabajadores tienen derecho a una participación en las utili-\ndades de las empresas, regulada conforme a lo", " Participación en las utilidades de las empresas (artículo 123,\napartado A, fracción IX)\nLos trabajadores tienen derecho a una participación en las utili-\ndades de las empresas, regulada conforme a lo previsto en la\nConstitución y en la ley.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 57\n6. Medidas de previsión social (artículo 123, apartado A, frac-\nción XII, pÆrrafos tercero, cuarto y quinto)\nToda empresa agrícola, industrial, minera o de cualquier otra clase\nde trabajo que se encuentre situada fuera de las poblaciones, estÆobligada a establecer escuelas, enfermerías y demÆs servicios\nnecesarios a la comunidad. Asimismo, cuando en estos centros\nde trabajo su población exceda de 200 habitantes, debe reservarseun espacio para el establecimiento de mercados pœblicos, insta-lación de edificios destinados a los servicios municipales y cen-tros recreativos.\nQueda prohibido en todo centro de trabajo el establecimiento\nde expendios de bebidas embriagantes y casas de juegos de azar.\n7. Capacitación o adiestramiento para el trabajo  (artículo 123,\napartado A, fracción XIII)\nLas empresas, cualquiera que sea su actividad, estÆn obligadas\na proporcionar a sus trabajadores, en los tØrminos que dispongala ley, capacitación o adiestramiento para el trabajo.\n8. Derecho a una indemnización o a la reinstalación en el tra-\nbajo en caso de ser despedido por el patrón sin causa justifi-\ncada  (artículo 123, apartado A, fracciones XXI y XXII)\nTodo trabajador tiene derecho a elegir entre ser indemnizado con\nel importe de tres meses de salario o a que se obligue al patrón acumplir con el contrato de trabajo, mediante su reinstalación ensu puesto de trabajo, bajo las mismas condiciones, cuando sea\ndespedido sin causa justificada (como ocurriría si se despidiera\nal trabajador por haber ingresado a una asociación o a un sindi-cato o por haber participado en una huelga lícita), salvo los ca-sos en que la ley exima al patrón del cumplimiento del contratode trabajo mediante el pago de una indemnización.\nIgualmente, el patrón debe indemniza", "er participado en una huelga lícita), salvo los ca-sos en que la ley exima al patrón del cumplimiento del contratode trabajo mediante el pago de una indemnización.\nIgualmente, el patrón debe indemnizar al trabajador cuando\nØste se separe del trabajo y rescinda su contrato laboral por falta\nde probidad del patrón o por recibir de Øl, de sus dependientes o", "58 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nfamiliares malos tratamientos en su persona, cónyuge, padres,\nhijos o hermanos.\n9. Irrenunciabilidad de los derechos de los trabajadores  (artícu-\nlo 123, apartado A, fracción XXVII)\nCarecerÆ de validez y serÆ considerada nula, por lo que no obli-\ngarÆ, toda estipulación contractual que implique la renuncia dealguno de los derechos de los trabajadores (por ejemplo, cuan-do se estipule una jornada inhumana o cuando se establezca unplazo mayor de una semana para la percepción del jornal).\n10. Derechos laborales especiales para los menores de edad  (ar-\ntículo 123, apartado A, fracciones II, III y XI)\nLos menores de edad se encuentran sujetos, en su caso, a condi-\nciones laborales especiales; incluso, se encuentra prohibido el\ntrabajo de los menores de 14 aæos. Asimismo, en el caso de los ma-\nyores de 14 aæos y menores de 16, la jornada mÆxima de traba-jo no puede exceder de seis horas; ademÆs, se encuentra prohi-bido el trabajo insalubre o peligroso, el nocturno industrial o elque ocurra despuØs de las 10 de la noche, así como la jornadaextraordinaria, para los menores de 16 aæos de edad.\n11. Derechos laborales especiales para las madres trabajadoras\n(artículo 123, apartado A, fracciones V y XV)\nLas mujeres durante el embarazo tienen derecho a no realizar tra-\nbajos que exijan un esfuerzo considerable y signifiquen un pe-\nligro para su salud en relación con la gestación; gozarÆn de un\ndescanso de seis semanas anteriores a la fecha fijada para el partoy de otro de seis semanas posteriores, percibiendo su salario ín-tegro, conservando su trabajo y sus demÆs derechos laborales.Durante el periodo de lactancia, tendrÆn dos descansos extraor-dinarios por día, de media hora cada uno, para alimentar a sus\nhijos.", "60 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\na) Gozan de periodos vacacionales no menores de veinte días\nal aæo.\nb) Perciben el salario que se fija en los presupuestos de egre-\nsos, sin que se pueda disminuir.\nc) La designación del personal es mediante la apreciación de\nlos conocimientos y aptitudes de los aspirantes.\nd) Gozan de derechos de escalafón a fin de que los ascensos se\notorguen en función de los conocimientos, aptitudes y an-tigüedad.\ne) Tienen el derecho de asociarse para la defensa de sus intere-\nses comunes y el de huelga, cuando es general y sistemÆticala violación a los derechos que les confiere dicho apartado.\nf) La administración de la justicia laboral burocrÆtica estÆ a\ncargo, principalmente, del Tribunal Federal de Conciliacióny Arbitraje, segœn lo dispuesto en la Constitución y en la ley,salvo que se trate de servidores del Poder Judicial de la Fe-deración (como los que se presenten entre los servidores del\nTribunal Electoral), ya que deben someterse estos œltimos\nconflictos al Consejo de la Judicatura Federal, y los queocurran entre la Suprema Corte de Justicia de la Nación ysus empleados, ante la misma Suprema Corte.\ng) Los trabajadores de confianza disfrutan de las medidas pro-\ntectoras del salario y de los beneficios de la seguridad so-\ncial. Estos puestos deben estar previstos en la ley.\n16. Derechos de otros trabajadores pœblicos  (artículos 3o., frac-\nción VII; 5o., pÆrrafo cuarto; 21, pÆrrafo quinto; 41, pÆrrafosegundo, fracción III; 94, pÆrrafo segundo; 97, pÆrrafo prime-ro; 99, pÆrrafos cuarto, fracciones VI y VII, y sØptimo; 100, pÆ-\nrrafos cuarto, octavo y dØcimo; 115, fracción VIII; 116, frac-\nción VI, y 123, apartado B, fracciones XII, XIII y XIII bis)\nLos trabajadores de las universidades y demÆs instituciones de edu-\ncación superi", "s cuarto, octavo y dØcimo; 115, fracción VIII; 116, frac-\nción VI, y 123, apartado B, fracciones XII, XIII y XIII bis)\nLos trabajadores de las universidades y demÆs instituciones de edu-\ncación superior autónomas por ley; quienes ejerzan funcioneselectorales no permanentes y censales; servidores del Instituto\nFederal Electoral; servidores del Poder Judicial de la Federación;\ntrabajadores de los municipios y de los Estados; militares, ma-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 61\nrinos, personal del servicio exterior, agentes del Ministerio Pœ-\nblico y miembros de las instituciones policiales, así como traba-jadores del banco central y las entidades de la administraciónpœblica federal que formen parte del sistema bancario mexica-no estÆn sujetos a lo específicamente previsto en la Constitucióny en la ley respectiva.\nD. DERECHOS DE LA SEGURIDAD SOCIAL\nLos principales derechos de la seguridad social estÆn previstosen el artículo 123, apartado A, fracciones XII, XIV, XV y XXIX,\nasí como apartado B, fracción XI. Aun cuando algunos de los\nderechos laborales descritos en el inciso C del presente capítuloestÆn muy relacionados con los de la seguridad social, cabe des-tacar en este apartado los siguientes:\n1. Derecho de los trabajadores a disfrutar de condiciones de hi-\ngiene y seguridad en sus centros de trabajo, así como de me-didas para la prevención de accidentes de trabajo  (artículo\n123, apartado A, fracción XV)\nLos trabajadores tienen el derecho a disfrutar de condiciones de\nhigiene y seguridad en su centro de trabajo; de las medidas que\nprevengan accidentes en el uso de las mÆquinas, instrumentos ymateriales de trabajo, así como de la organización del trabajopara que resulte en una mayor garantía para la salud y vida de lostrabajadores, y del producto de la concepción en el caso de muje-res embarazadas, en los tØrminos que se dispongan en las leyes.\n2. Derecho de los trabajadores a recibir una indemnización en\ncaso de accidente de trabajo o enfermedad profesional  (ar-\ntículo 123, apartado A, fracción XIV)\nLos trabajadores tienen derecho a recibir la indemnización co-\nrrespondiente por parte de los patrones, en caso de que les suce-\nda un accidente de trabajo o alguna enfermedad profesional.", "62 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n3. Derecho a los servicios que comprende la seguridad social\n(artículo 123, apartado A, fracción XXIX)\nLa Ley del Seguro Social debe comprender los servicios enca-\nminados a la protección y bienestar de los trabajadores, los cam-pesinos, los no asalariados y otros sectores sociales y sus fami-\nliares, así como incluir seguros de invalidez, vejez, vida, cesación\ninvoluntaria del trabajo, enfermedades y accidentes, y serviciosde guardería.\n4. Derecho de los trabajadores al servicio del Estado a ciertos\nservicios adicionales  (artículo 123, apartado B, fracción XI)\nPara el caso de los trabajadores al servicio del Estado, la seguri-\ndad social incluye, ademÆs, el establecimiento de centros paravacaciones y para recuperación, así como tiendas económicaspara beneficio de los trabajadores y sus familiares.\nE. DERECHOS DE LA FAMILIA Y EL MENOR\nLos principales derechos de la familia y el menor se encuentranprevistos en los artículos 4o., pÆrrafos segundo, tercero y sexto;\n27, œltimo pÆrrafo de la fracción XVII, y 123, apartado A, frac-\nción XXVIII. Al respecto, cabe destacar los siguientes:\n1. Derecho de la familia a la protección del Estado  (artículo 4o.,\npÆrrafo segundo)\nEl Estado se encuentra obligado a proteger la organización y el\ndesarrollo de la familia.\n2. Derecho a decidir sobre el nœmero y espaciamiento de los hi-\njos (artículo 4o., pÆrrafo tercero)\nToda persona, en ejercicio de su libertad y consciente de las obli-\ngaciones y responsabilidades que implica la paternidad y los al-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 63\ncances de la relación entre padres e hijos, tiene derecho a deci-\ndir sobre el nœmero de sus hijos y el momento en que desea te-nerlos. Es decir, cada pareja, sin ningœn tipo de presión, tienederecho a planear y resolver cuÆntos hijos desea tener y quØ tiem-po habrÆ entre uno y otro nacimiento, para lo cual contarÆ con laorientación e información que el Estado le proporcione.\n3. Protección del patrimonio de la familia (artículos 27, fracción\nXVII, œltimo pÆrrafo, y 123, apartado A, fracción XXVIII)\nLos bienes que, de acuerdo con la ley, forman parte del patrimo-\nnio de la familia son inalienables (no pueden ser vendidos); no\nestÆn sujetos a embargo o gravamen alguno, y su transmisión por\nherencia serÆ a travØs de una simplificación de las formalidadesde los juicios sucesorios.\n4. Derecho de los menores a que se satisfagan sus necesidades\ny obligación correlativa de los ascendientes, tutores y custo-\ndios (artículo 4o., pÆrrafos sØptimo y octavo)\nLas niæas y los niæos tienen derecho a la satisfacción de sus ne-\ncesidades de alimentación, salud, educación y sano esparcimien-to para su desarrollo integral, mientras que sus ascendientes (fun-\ndamentalmente sus padres), tutores y custodios son los obligados\na preservar estos derechos.\n5. Derecho de los menores a que el Estado asegure el respeto a\nla dignidad de la niæez y el pleno ejercicio de sus derechos  (ar-\ntículo 4o., pÆrrafos octavo y noveno)\nEl Estado se encuentra obligado a proveer o disponer lo necesa-\nrio para que se respete la dignidad de la niæez y el ejercicio ple-no de sus derechos, así como a otorgar facilidades a los particu-lares para que coadyuven o colaboren al cumplimiento de losderechos de las niæas y los niæos.", "64 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nF. DERECHO A LA PROTECCIÓN DE LA SALUD\nDerecho de las personas a la protección de su salud  (artículo 4o.,\npÆrrafo cuarto)\nToda persona tiene derecho a la protección de su salud. Para ha-\ncer efectivo este derecho, el Estado se encuentra obligado a pro-porcionar servicios de salud, a travØs de la participación de los\ngobiernos de la Federación y las Entidades Federativas, confor-\nme a las bases y modalidades que para el acceso a tales serviciosse establecen en la ley (artículo 4o., pÆrrafo cuarto).\nAsimismo, las autoridades de salubridad competentes estÆn\nfacultadas para adoptar las medidas preventivas de epidemias decarÆcter grave o de alguna otra enfermedad extraæa, así como a\nrealizar campaæas contra el alcoholismo y el consumo o utiliza-\nción de sustancias nocivas para la salud y para prevenir y com-batir la contaminación ambiental (artículo 73, fracción XVI).\nG. DERECHO A LA VIVIENDA\n1. Derecho de toda familia a disfrutar de una vivienda digna y\ndecorosa  (artículo 4o., pÆrrafo sexto)\nToda familia tiene derecho a disfrutar de una vivienda digna y\ndecorosa. El Estado se encuentra obligado a establecer, segœn\ntambiØn se prevØ en tratados internacionales, los instrumentos y\napoyos necesarios para que este derecho se realice, de acuerdocon los recursos de que disponga.\n2. Derechos de los trabajadores en materia de vivienda  [artículo\n123, apartado A, fracciones XII y XXX, y apartado B, fracción\nXI, inciso f)]\nLas empresas estÆn obligadas, en los tØrminos que se establez-\ncan en la ley, a proporcionar habitaciones cómodas e higiØnicas", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 65\na sus trabajadores, a travØs de las aportaciones que aquØllas ha-\ngan a un fondo nacional de la vivienda que permita a los traba-\njadores contar con un sistema de financiamiento para adquirir-\nlas en propiedad mediante crØditos baratos y suficientes. Igualobligación le corresponde al Estado respecto de los trabajadores\na su servicio, previØndose la obligación alternativa de proporcio-\nnar habitaciones baratas en arrendamiento conforme con los pro-gramas previamente aprobados.\nAsimismo, se consideran de utilidad social las sociedades coo-\nperativas para la construcción de casas baratas e higiØnicas, des-tinadas a ser adquiridas en propiedad por los trabajadores en pla-\nzos determinados.\nH. DERECHOS DE CAR`CTER ECONÓMICO\n1. Propiedad originaria de la nación, propiedad privada como\nfunción social y propiedad social  (artículos 27, pÆrrafos pri-\nmero, segundo y primera parte del tercero, así como 28, pÆrra-fos dØcimo y decimoprimero)\nPor lo que respecta a la propiedad, en la Constitución se estable-\ncen los siguientes derechos o modalidades a la propiedad:\na) La propiedad de las tierras y aguas comprendidas dentro de\nlos límites del territorio nacional, corresponde por origen\na la nación mexicana, la cual tiene el derecho de transmitir\nel dominio de ellas a los particulares y constituir la propie-dad privada.\nb) La nación, en cualquier momento, le puede imponer a la\npropiedad privada las modalidades que dicten el interØs pœ-blico y el social.\nc) La expropiación de la propiedad privada se puede hacer\nsólo por causa de utilidad pœblica prevista en la ley, previadeclaratoria de la autoridad administrativa y mediante el\npago de una indemnización.", "66 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nd) La Constitución reconoce y distingue entre la propiedad\npœblica  (bienes y derechos que forman parte del patrimo-\nnio nacional, previstos en los pÆrrafos cuarto a octavo y en\nlas fracciones I y VI del artículo 27; respecto de algunos deesos bienes la nación tiene el dominio directo, inalienable\ne imprescriptible); la propiedad privada  (aquellas tierras y\naguas cuyo dominio la nación ha transmitido a los particu-lares y que se regulan en el pÆrrafo segundo y las fraccio-\nnes I a VI y XV del mismo precepto), y la propiedad social\n(aquellas tierras y aguas que la nación ha transmitido a losejidos y comunidades y que se regulan en las fracciones VII,\nVIII, IX, XVII, XIX y XX del propio artículo).\n2. Rectoría del Estado  (artículo 25, pÆrrafos primero y segundo)\nCorresponde al Estado la rectoría del desarrollo nacional para\ngarantizar que Øste sea integral y sustentable, a la vez que forta-\nlezca nuestra soberanía y la democracia; asimismo, para que,\nmediante el fomento del crecimiento económico y el empleo, asícomo una mÆs justa distribución del ingreso y la riqueza, permita\nel pleno ejercicio y la libertad de los individuos, grupos y clases\nsociales protegidos por la Constitución.\nPara el efecto, el Estado debe planear, conducir, coordinar y\norientar la actividad económica nacional, así como llevar a cabo\nla regulación y fomento de las actividades que demande el inte-rØs general en el marco de libertades que se otorgan en la propia\nConstitución.\n3. RØgimen de economía mixta y concurrencia de los sectores\npœblico, privado y social (artículos 25, pÆrrafos tercero a oc-\ntavo, y 28, pÆrrafos cuarto y decimosegundo)\nLa Constitución distribuye las actividades económicas en tres\nsectores, al determinar que el sector pœblico  ten", "cial (artículos 25, pÆrrafos tercero a oc-\ntavo, y 28, pÆrrafos cuarto y decimosegundo)\nLa Constitución distribuye las actividades económicas en tres\nsectores, al determinar que el sector pœblico  tendrÆ a su cargo,\nen forma exclusiva, las llamadas Æreas estratØgicas de la econo-\nmía seæaladas en el artículo 28 (es decir, aquellas actividades", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 67\neconómicas que son fundamentales para el desarrollo nacional,\ncomo correos, telØgrafos, radiotelegrafía, petróleo y los demÆs\nhidrocarburos, petroquímica bÆsica, minerales radioactivos y\ngeneración de energía nuclear, electricidad, y las demÆs activi-dades que se seæalen expresamente en las leyes federales). Asi-\nmismo, se prevØ que el sector pœblico podrÆ participar por sí solo\no con los sectores social y privado  (a los cuales podría otorgar\nsubsidios u otros apoyos económicos) para impulsar y organizar\nlas llamadas Æreas prioritarias (entre las cuales estÆn la comuni-\ncación vía satØlite y los ferrocarriles), esto es, aquellas activida-des que se considera conveniente fomentar de acuerdo con las\nnecesidades específicas del desarrollo nacional.\nRespecto del sector social  (ejidos, organizaciones de trabajado-\nres, cooperativas, comunidades agrarias, empresas que pertenezcan\nmayoritaria o exclusivamente a trabajadores y, en general, todas\nlas formas de organización social para la producción, distribu-ción y consumo de bienes y servicios socialmente necesarios), se\nencomienda a la ley que establezca los mecanismos que facili-\nten la organización y expansión de su actividad económica. Enrelación con el sector privado , tambiØn se encomienda a la ley\nalentar y proteger la actividad económica que realicen los par-\nticulares, así como proveer las condiciones para que su desenvol-vimiento contribuya al desarrollo económico nacional.\n4. Sistema Nacional de Planeación DemocrÆtica  (artículo 26)\nEl Estado debe organizar un sistema de planeación democrÆtica\ndel desarrollo nacional (con la participación de los sectores pœ-blico, privado y social) que imprima solidez, dinamismo, per-\nmanencia y equidad al crecimiento de la economía para l", "ación democrÆtica\ndel desarrollo nacional (con la participación de los sectores pœ-blico, privado y social) que imprima solidez, dinamismo, per-\nmanencia y equidad al crecimiento de la economía para la in-\ndependencia y la democratización política, social y cultural dela nación. Asimismo, se prevØ que el correspondiente Plan Na-\ncional de Desarrollo que expida el Presidente de la Repœblica\ncon intervención del Congreso de la Unión y previa con-sulta popular, es obligatorio para la administración pœblica\nfederal.", "68 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n5. Libre competencia, prohibición de monopolios y derechos de\nlos consumidores (artículo 28, pÆrrafos primero, cuarto, sØp-\ntimo, octavo y noveno)\nLa Constitución establece los siguientes derechos o garantías en\nfavor de la libre competencia:\na) Prohibición de monopolios, exención de impuestos e impe-\ndimentos a título de protección a la industria.\nb) Seæalamiento de las Æreas estratØgicas que se reservan ex-\nclusivamente al Estado y que no se consideran como mo-\nnopolios (las cuales se precisaron en el numeral 3 que an-\ntecede, junto con la acuæación de moneda y la emisión debilletes, así como las asociaciones de trabajadores forma-\ndas para la defensa de sus intereses y ciertas cooperativas de\nproductores, los derechos de autor y las patentes otorgadasa inventores y perfeccionadores).\nc) Prohibición de todo acto o procedimiento que evite o tienda\na evitar la libre concurrencia, como sería el caso de la con-centración o el acaparamiento en una o pocas manos de ar-\ntículos de consumo necesario con el objeto de lograr el alza\nde los precios; acuerdos de productores, comerciantes, in-dustriales y empresarios respecto de servicios, para evitar\nla competencia entre sí y obligar a los consumidores a pa-\ngar precios exagerados y, en general, todo lo que constitu-ya una ventaja exclusiva indebida en favor de una o varias\npersonas determinadas y con perjuicio del pœblico en gene-\nral o de alguna clase social.\n6. Autonomía del Banco de MØxico (artículo 28, pÆrrafos sexto\ny sØptimo)\nEl Estado debe tener un banco central (Banco de MØxico) que\nserÆ autónomo en el desempeæo de sus funciones y en su admi-nistración, con objeto de procurar la estabilidad del poder adqui-\nsitivo de la moneda nacional y fortalecer la rectoría del Estado", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 69\ndel desarrollo nacional. En los tØrminos que establezcan las le-\nyes y con la intervención de las autoridades competentes, el Ban-\nco de MØxico regularÆ los cambios, la intermediación y los ser-\nvicios financieros.\n7. Concesiones administrativas (artículo 28, pÆrrafos dØcimo y\ndecimoprimero)\nEl Estado, de conformidad con las leyes y en casos de interØs\ngeneral, tiene facultad para concesionar la prestación de los ser-vicios pœblicos o la explotación de los bienes de dominio de la\nFederación, salvo las excepciones previstas en la Constitución y\nen las leyes.", "IV. DERECHOS DE LOS PUEBLOS\nO NACIONES\n[71]Conforme a la tradición jurídica mexicana y a la tendencia en el\nderecho internacional, en el texto constitucional se han venido\nincorporando los llamados derechos de los pueblos o naciones,\ncuyo titular es bÆsicamente todo un pueblo o comunidad. Estosderechos abarcan tanto los derechos de un pueblo o nación que\nconforma todo un país, así como los de ciertos pueblos o comuni-\ndades que conservan su individualidad y, a su vez, forman partede una nación (como sería el caso, por ejemplo, de los derechos de los\npueblos indígenas o comunidades Øtnicas), en el entendido de\nque en este œltimo caso los pueblos correspondientes no sólo sontitulares de los derechos de su respectiva comunidad sino parti-cipan de los de toda la nación.\nA. DERECHO A LA PAZ\nEste derecho reafirma el propósito del mantenimiento de la pazy la seguridad internacionales, así como la bœsqueda de la justi-\ncia. Por tanto, en la conducción de la política exterior de MØxico\ncon los demÆs Estados, naciones o países, el Poder Ejecutivo seencuentra obligado a observar, entre otros, los siguientes princi-\npios normativos: la solución pacífica de las controversias o los pro-\nblemas; la proscripción o eliminación de la amenaza o el uso dela fuerza en las relaciones internacionales, y a luchar por la paz\ny seguridad internacionales (artículos 3o., y 89, fracción X). Asi-\nmismo, el cumplimiento de esta obligación se encuentra sujetoal anÆlisis del Senado (artículo 76, fracción I).", "72 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nAdemÆs, la educación que impartan el Estado y los particula-\nres en los niveles de primaria y secundaria, así como la forma-\nción de profesores, debe fomentar en el educando la conciencia\nde la solidaridad internacional, en la independencia y en la jus-ticia; el criterio que debe orientar a esa educación serÆ nacional,\nen cuanto a que sin hostilidades atenderÆ a la defensa y el asegura-\nmiento de la independencia política y económica de MØxico, a lavez que contribuirÆ a la mejor convivencia humana, robustecien-\ndo en el educando la convicción del interØs general de la sociedad\ny sustentando los ideales de fraternidad e igualdad de derechosde todos los hombres y mujeres (artículo 3o., pÆrrafo segundo y\nfracciones II y VI).\nPara asegurar el cumplimiento de estos principios que se di-\nrigen a la preservación de la paz, en la propia Constitución se ha\nreservado a la Federación todo lo concerniente a la declaración\nde guerra y la organización y servicio de las fuerzas armadas dela nación, así como a la organización y disciplina de la Guardia\nNacional; asimismo, se han establecido mœltiples disposiciones\nque regulan la actuación del ejØrcito en tiempos de paz y duran-te los de guerra en contra de algœn otro país o por rebelión inter-\nna, y ha limitado el uso de la energía nuclear exclusivamente a los\nfines pacíficos (artículos 16, pÆrrafo œltimo; 27, pÆrrafo sØptimo;29; 35, fracción IV; 36, fracción II; 73, fracciones XII a XV; 118,\nfracciones II y III; 129, y 136).\nB. SOBERAN˝A NACIONAL\nLa soberanía nacional reside esencial y originariamente en el pue-blo. Implica el derecho para que, en œltima instancia, Øste decida\nsu forma de gobierno, elija a sus gobernantes y participe en ladirección de los asuntos pœblicos. En la Constitu", "nariamente en el pue-blo. Implica el derecho para que, en œltima instancia, Øste decida\nsu forma de gobierno, elija a sus gobernantes y participe en ladirección de los asuntos pœblicos. En la Constitución se establece\nque todo poder pœblico deriva del pueblo y se instituye para be-\nneficio del propio pueblo, en el entendido de que Øste tiene entodo tiempo el derecho de alterar o modificar la forma de su go-\nbierno (artículo 39).", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 73\nEn ejercicio del derecho de soberanía, el pueblo mexicano se\nconstituyó en una Repœblica representativa, democrÆtica y fede-\nral, compuesta por Estados libres y autónomos en lo que respecta\na su rØgimen interior, con gobiernos igualmente republicanos,representativos y populares, que tienen al municipio libre como\nbase de su organización política y administrativa (artículos 40; 41,\npÆrrafo primero; 115, pÆrrafo primero, y 116, pÆrrafo primero).\nAdemÆs, este derecho de la nación mexicana implica la igualdad\njurídica respecto de los demÆs Estados, pueblos y naciones, por-\nque se tienen los mismos derechos y deberes, e igual capacidadpara ejercerlos (artículo 89, fracción X, y diversos pactos y tra-\ntados internacionales).\nC. AUTODETERMINACIÓN DE LOS PUEBLOS\nEl derecho a la autodeterminación o libre determinación impli-ca que MØxico al igual que los demÆs Estados, pueblos y na-\nciones, tiene derecho a la libertad, al ejercicio de su soberaníay a gozar de la integridad de su territorio nacional, por lo que en\nvirtud de este derecho puede establecer libre e independiente-\nmente su condición y organización políticas, conducir el desa-rrollo nacional (económico, social y cultural), y disponer de sus\nriquezas y recursos naturales (artículos 25, pÆrrafo primero; 26,\npÆrrafo primero; 27, pÆrrafos primero a octavo; 39; 40; 41, pÆ-rrafo primero; 42 a 49; 115, pÆrrafo primero; 116, pÆrrafo prime-\nro; 122, pÆrrafo primero, y 136).\nIgualmente, MØxico tiene el deber de respetar este derecho de\nlos demÆs países y al efecto se ha establecido que, en la conduc-\nción de la política exterior de MØxico con el resto de los Estados,\nnaciones o países, el Poder Ejecutivo se encuentra obligado aobservar, entre otros, los siguientes principios normativo", "n la conduc-\nción de la política exterior de MØxico con el resto de los Estados,\nnaciones o países, el Poder Ejecutivo se encuentra obligado aobservar, entre otros, los siguientes principios normativos: la au-\ntodeterminación de los pueblos y la no intervención, tanto en los\nasuntos internos como en los externos de los Estados (artículo 89,fracción X). Asimismo, el cumplimiento de esta obligación se en-\ncuentra sujeto al anÆlisis del Senado (artículo 76, fracción I).", "74 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nAdemÆs, la educación que impartan el Estado y los particula-\nres (tratÆndose de educación primaria, secundaria y normal) debe\nbasarse en un criterio que atienda al aprovechamiento de los re-\ncursos nacionales, la defensa de la independencia política delpaís y el aseguramiento de la independencia económica de la\nRepœblica (artículo 3o., fracciones II y VI).\nD. SOLIDARIDAD INTERNACIONAL\nLa solidaridad internacional significa la cooperación de todos lospaíses en la solución de los problemas internacionales de carÆc-\nter humanitario, social, económico o cultural. La solidaridad esun principio fundamental de la política internacional para la\nconstrucción de un nuevo orden mundial que permita la promo-\nción del desarrollo y la protección de los derechos de los pueblos,en la independencia y en la justicia.\nComo ocurre con otros principios, la cooperación internacio-\nnal para el desarrollo es un principio normativo que el Poder Eje-cutivo se encuentra obligado a observar en la conducción de la\npolítica exterior de MØxico con los demÆs Estados, naciones o paí-\nses, cuyo cumplimiento estÆ sujeto al anÆlisis del Senado (artícu-los 76, fracción I, y 89, fracción X).\nAdemÆs, la educación que impartan el Estado y los particula-\nres (tratÆndose de educación primaria, secundaria y normal) debefomentar en todo ser humano la conciencia de la solidaridad in-\nternacional, en la independencia y en la justicia, así como con-\ntribuir a la mejor convivencia humana, sustentada en el ideal defraternidad entre todos los hombres y mujeres (artículo 3o., pÆ-\nrrafo segundo y fracciones II y VI).\nE. PRESERVACIÓN DE LOS RECURSOS NATURALES\nMØxico (su pueblo y gobierno), al igual que los demÆs Estadosy países, tiene derecho a la libre determinación de sus ", "pÆ-\nrrafo segundo y fracciones II y VI).\nE. PRESERVACIÓN DE LOS RECURSOS NATURALES\nMØxico (su pueblo y gobierno), al igual que los demÆs Estadosy países, tiene derecho a la libre determinación de sus riquezas", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 75\ny recursos naturales; al efecto, la nación, en todo tiempo, tiene\nderecho de imponer a la propiedad privada las modalidades que\ndicte el interØs pœblico, así como el de regular los recursos na-\nturales susceptibles de apropiación para que redunden en el be-neficio social, con objeto de hacer una distribución equitativa de\nla riqueza pœblica, cuidar de su conservación, lograr el desarro-\nllo equilibrado del país y el mejoramiento de las condiciones devida de la población rural y urbana, así como para dictar las me-\ndidas necesarias a fin de evitar la destrucción de los elementos\nnaturales y los daæos que la propiedad pueda sufrir en perjuiciode la sociedad (artículos 25, pÆrrafo sexto, 27, pÆrrafos primero\na octavo, y 73, fracciones X, XIII y XXIX-G).\nEn el mismo sentido, la educación que impartan el Estado y\nlos particulares (tratÆndose de educación primaria, secundaria\ny normal) debe basarse en un criterio que atienda al aprovecha-\nmiento de nuestros recursos (artículo 3o., fracciones II y VI).\nF. ASENTAMIENTOS HUMANOS\nMirando siempre por el mejoramiento de las condiciones de vidade las poblaciones rurales y urbanas, el Estado tiene la obliga-ción de dictar todas las medidas que sean necesarias para ordenar\nlos asentamientos humanos y establecer adecuadas provisiones,\nusos, reservas y destinos de tierras, aguas y bosques, a efecto deejecutar obras pœblicas y de planear y regular la fundación, con-\nservación, mejoramiento y crecimiento de los centros de pobla-\nción, así como evitar la destrucción de los elementos naturalesy los daæos que la sociedad pueda sufrir en su perjuicio (artícu-\nlo 27, segunda parte del pÆrrafo tercero).\nEn la realización de estas tareas y la consecución de estos fines,\nlos gobiernos de la Federación, l", "os que la sociedad pueda sufrir en su perjuicio (artícu-\nlo 27, segunda parte del pÆrrafo tercero).\nEn la realización de estas tareas y la consecución de estos fines,\nlos gobiernos de la Federación, los Estados, el Distrito Federal\ny los municipios tienen diversas y específicas responsabilidades,\nque les permiten actuar separada, conjunta o coordinadamente(artículos 73, fracción XXIX-C; 115, fracciones V y VI, y 122,\npÆrrafo sexto, apartados C, base primera, inciso j), y G).", "76 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nG. PROTECCIÓN DEL MEDIO AMBIENTE\nEn la Constitución, se establece que toda persona tiene derecho\na un medio ambiente adecuado para su desarrollo y bienestar (ar-tículo 4o., pÆrrafo quinto).\nCon objeto de preservar, proteger y mejorar muestras repre-\nsentativas de los ecosistemas y del medio ambiente, para el be-neficio de las generaciones presentes y futuras, el Estado debe\ndictar las medidas necesarias para preservar y restaurar el equi-\nlibrio ecológico, así como para evitar la destrucción de los ele-mentos naturales y los daæos que la propiedad pueda sufrir en\nperjuicio de la sociedad (artículo 27, pÆrrafo tercero).\nAsimismo, como parte de la rectoría del Estado, bajo criterios\nde equidad social y productividad, se debe apoyar e impulsar a\nlas empresas de los sectores social y privado de la economía, su-\njetÆndolos a las modalidades que dicte el interØs pœblico y al uso,en beneficio general, de los recursos productivos, cuidando su\nconservación y el medio ambiente (artículo 25, pÆrrafo sexto).\nPor su parte, el Consejo de Salubridad General, dependiente del\nPresidente de la Repœblica, se encuentra facultado para adoptar\nmedidas a fin de prevenir y combatir la contaminación ambien-\ntal, las cuales serÆn revisadas en su oportunidad por el Congre-so de la Unión en el Æmbito de su competencia (artículo 73, frac-\nción XVI, base 4a.).\nIgualmente, los gobiernos de la Federación, los Estados, el Dis-\ntrito Federal y los municipios, segœn se dispone en la Constitu-\nción y en la ley, estÆn obligados a participar en la protección del\nambiente, así como en la preservación y restauración del equi-librio ecológico, incluidas la creación y administración de re-\nservas ecológicas (artículos 73, XXIX-G; 115, fracción V, y\n122, pÆrrafo se", "mbiente, así como en la preservación y restauración del equi-librio ecológico, incluidas la creación y administración de re-\nservas ecológicas (artículos 73, XXIX-G; 115, fracción V, y\n122, pÆrrafo sexto, apartados C, base primera, fracción V, in-ciso j), y G).", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 77\nH. CAR`CTER ÚNICO E INDIVISIBLE DE LA NACIÓN\nMEXICANA, CUYA COMPOSICIÓN PLURICULTURAL\nSE SUSTENTA ORIGINALMENTE EN SUS\nPUEBLOS IND˝GENAS\nMØxico es una nación œnica e indivisible, con una composición\npluricultural sustentada originalmente en sus pueblos indígenas(ya que nuestra nación se encuentra integrada por diferentes gru-\npos sociales y comunidades indígenas con distintos modos de\nvida, costumbres, lenguas, religión, recursos y formas de organi-zación), en el entendido de que todos somos mexicanos con igua-\nles derechos y esta diversidad significa riqueza cultural y no im-\npide que el pueblo de MØxico sea identificado como uno soloentre nosotros mismos y por las demÆs naciones, ya que existen\nrasgos y aspectos históricos y culturales que nos unen, así como\nproblemas y aspiraciones comunes a todos los mexicanos (artícu-los 2o., pÆrrafos primero y segundo, y 30). Ahí, por ejemplo, es-\ntÆn nuestros hØroes y tradiciones, al igual que nuestra bandera,\nescudo e himno nacionales.\nPara preservar este derecho del pueblo mexicano, en la Cons-\ntitución se determina que a travØs de la educación que impartan\nel Estado y los particulares (tratÆndose de educación primaria,secundaria y normal) se debe fomentar en todo ser humano el\namor a la Patria; asimismo, esa educación debe basarse en un cri-\nterio que sea nacional en cuanto atienda a la comprensión de losproblemas nacionales, así como a la continuidad y el acrecenta-\nmiento de la cultura nacional (artículo 3o., pÆrrafo segundo y\nfracciones II y VI).\nAsimismo, el Estado tiene la obligación de establecer, organi-\nzar y sostener instituciones educativas y culturales (escuelas en\ntodos sus tipos, modalidades y niveles, tanto artesanales, de ofi-cios, tØcnicas, científicas y artísticas, y ", " de establecer, organi-\nzar y sostener instituciones educativas y culturales (escuelas en\ntodos sus tipos, modalidades y niveles, tanto artesanales, de ofi-cios, tØcnicas, científicas y artísticas, y centros de investigación),\nmuseos, bibliotecas, observatorios y demÆs institutos concernien-\ntes a la cultura general de los habitantes de la nación, y legislarsobre monumentos arqueológicos, artísticos e históricos, cuya\nconservación sea de interØs nacional, al igual que sobre nuestra", "78 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nbandera, escudo e himno nacionales (artículo 73, fracciones\nXXV y XXIX-B).\nI. DERECHOS DE LOS PUEBLOS Y COMUNIDADES IND˝GENAS\n1. Reconocimiento de los pueblos y comunidades indígenas  (ar-\ntículo 2o., pÆrrafos segundo a quinto)\nLos pueblos indígenas de la nación mexicana son aquellos que\ndescienden de poblaciones que habitaban en el territorio actual\ndel país al iniciarse la colonización y que conservan sus propias\ninstituciones sociales, económicas, culturales y políticas, o par-te de ellas.\nEl criterio fundamental para determinar quiØnes son indígenas\ny, en esa forma, aplicarles las normas jurídicas sobre pueblos indí-genas, se debe atender a la conciencia de su identidad indígena.\nLas comunidades integrantes de un pueblo indígena son aquellas\nque forman una unidad social, económica y cultural, asentadasen un territorio y que reconocen autoridades propias de acuerdo\ncon sus usos y costumbres.\nEl reconocimiento de los pueblos y comunidades indígenas se\nharÆ en las Constituciones y en las leyes de las Entidades Fede-\nrativas, las que deben tomar en cuenta criterios etnolingüísticos\ny de asentamiento físico, ademÆs de los principios generales es-tablecidos en los pÆrrafos precedentes.\nLo anterior, sin perjuicio de que los derechos establecidos en\nfavor de los indígenas, sus comunidades y pueblos, tambiØn seapliquen en lo conducente a toda comunidad equiparable, tal y\ncomo se establezca en la ley.\n2. Derecho a la libre determinación y autonomía de los pueblos\nindígenas  (artículo 2o., apartado A, pÆrrafos primero y œltimo)\nEl derecho de los pueblos y comunidades indígenas a la libre de-\nterminación se ejerce en un marco constitucional de autonomía", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 79\nque asegura la unidad nacional. Corresponde a las Constitucio-\nnes y a las leyes de las Entidades Federativas establecer las ca-\nracterísticas de libre determinación y autonomía que mejor ex-\npresen las situaciones y aspiraciones de los pueblos indígenas encada Entidad, así como las normas para el reconocimiento de las co-\nmunidades indígenas como entidades de interØs pœblico; es de-\ncir, el Estado y la sociedad en su conjunto estÆn empeæados enque se garantice la existencia de dichos pueblos, y se dØ plena\neficacia a las normas que establecen derechos en su favor y las\ncorrespondientes obligaciones para los órganos del poder pœblicodel Estado.\n3. Otros derechos de los pueblos y comunidades indígenas  (ar-\ntículo 2o., apartado A, fracciones I a VIII)\nLos pueblos y comunidades indígenas tienen, entre otros, los si-\nguientes derechos:\na)Formas internas de organización. Decidir sus formas inter-\nnas de convivencia y organización social, económica, po-\nlítica y cultural.\nb)Sistemas normativos propios. Aplicar sus propios sistemas\nnormativos en la regulación y solución de sus conflictos in-\nternos, sujetÆndose a los principios generales previstos en\nla Constitución, respetando las garantías individuales, losDerechos Humanos y, de manera relevante, la dignidad e\nintegridad de las mujeres. Este derecho tiene tal alcance que\nlos jueces o tribunales deben validar las decisiones respec-tivas, segœn se establezca en la ley.\nc)Autoridades y representantes propios.  Elegir, de acuerdo\ncon sus normas, procedimientos y prÆcticas tradicionales, a\nlas autoridades o representantes para el ejercicio de sus for-\nmas propias de gobierno interno, garantizando la participa-\nción de las mujeres en condiciones de equidad frente a los va-\nrones y respet", "las autoridades o representantes para el ejercicio de sus for-\nmas propias de gobierno interno, garantizando la participa-\nción de las mujeres en condiciones de equidad frente a los va-\nrones y respetando el pacto federal y la autonomía de los\nEstados.", "80 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nd)Preservación y enriquecimiento de elementos culturales.\nPreservar y enriquecer sus lenguas, conocimientos y todos\nlos elementos que constituyan su cultura e identidad.\ne)HÆbitat e integridad de sus tierras. Conservar y mejorar el\nhÆbitat (las condiciones del entorno o lugar en el que habi-\ntan) y preservar la integridad de sus tierras en los tØrminos\nestablecidos en la Constitución.\nf)Use y disfrute preferente de recursos naturales. Acceder al\nuso y disfrute preferente de los recursos naturales de los lu-\ngares que habitan y ocupan las comunidades, salvo que co-rrespondan a las Æreas estratØgicas, y todo ello con respeto\na las formas y modalidades de propiedad y tenencia de la\ntierra previstas en la Constitución y en las leyes de la ma-teria, así como a los derechos adquiridos por terceros o in-\ntegrantes de la propia comunidad.\ng)Representación ante los ayuntamientos.  Elegir, en los mu-\nnicipios con población indígena, representantes ante los\nayuntamientos, de conformidad con sus tradiciones y nor-\nmas internas, segœn se prevea en las Constituciones y en lasleyes estatales.\nh)Acceso pleno a la jurisdicción del Estado.  Acceder plena-\nmente a la jurisdicción del Estado, por lo cual, en todos losjuicios y procedimientos en que sean parte los pueblos y\ncomunidades indígenas, ya sea en forma individual o colecti-\nva, se deben tomar en cuenta sus costumbres y especificida-\ndes culturales, respetando los preceptos constitucionales.\ni)IntØrpretes y defensores.  En todo tiempo, ser asistidos por in-\ntØrpretes y defensores que tengan conocimiento de su lenguay cultura, en los juicios y procedimientos en que sean parte.\n4. Establecimiento de medidas para abatir las carencias y re-\nzagos que afectan a los pueblos y comunidades in", "an conocimiento de su lenguay cultura, en los juicios y procedimientos en que sean parte.\n4. Establecimiento de medidas para abatir las carencias y re-\nzagos que afectan a los pueblos y comunidades indígenas  (ar-\ntículo 2o., apartado B)\nEn la Constitución se han establecido una serie de obligaciones\na cargo de la Federación, los Estados y municipios, para promo-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 81\nver la igualdad de oportunidades de los indígenas y eliminar cual-\nquier prÆctica discriminatoria, mediante la adopción de institu-\nciones y la determinación de políticas necesarias para garantizar\nla vigencia de los derechos de los indígenas y el desarrollo inte-gral de sus pueblos y comunidades, las cuales deben ser diseæa-\ndas y operadas conjuntamente con los indígenas.\nLa CÆmara de Diputados del Congreso de la Unión, las legis-\nlaturas de las Entidades Federativas y los ayuntamientos, en el\nÆmbito de sus respectivas competencias, estÆn obligados a esta-\nblecer las partidas específicas destinadas al cumplimiento de es-tas obligaciones en los presupuestos de egresos que aprueben, así\ncomo las formas y procedimientos para que las comunidades par-\nticipen en el ejercicio y vigilancia de los mismos.\nIgualmente, para abatir las carencias y rezagos que afectan a\nlos pueblos y comunidades indígenas, se han establecido las si-\nguientes obligaciones para dichas autoridades:\na) Impulso al desarrollo regional de las zonas indígenas:\n Fortaleciendo las economías locales y mejorando las\ncondiciones de vida de sus pueblos, mediante acciones\ncoordinadas entre los tres órdenes de gobierno, con la\nparticipación de las comunidades.\n Determinando en forma equitativa las asignaciones\npresupuestales que las autoridades municipales desti-\nnen a las comunidades para su administración directay con fines específicos.\nb) Garantía e incremento de los niveles de escolaridad:\n Favoreciendo la educación bilingüe e intercultural, la al-\nfabetización, la conclusión de la educación bÆsica, la ca-\npacitación productiva y la educación media y superior.\n Estableciendo un sistema de becas para los estudiantes\nindígenas en todos los niveles.\n Definiendo y d", "nclusión de la educación bÆsica, la ca-\npacitación productiva y la educación media y superior.\n Estableciendo un sistema de becas para los estudiantes\nindígenas en todos los niveles.\n Definiendo y desarrollando programas educativos de\ncontenido regional que reconozcan la herencia culturalde sus pueblos, de acuerdo con las leyes de la materia\ny en consulta con las comunidades indígenas.", "82 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\n Impulsando el respeto y conocimiento de las diversas\nculturas existentes en la nación.\nc) Acceso efectivo a los servicios de salud:\n Ampliando la cobertura del sistema nacional. Aprovechando debidamente la medicina tradicional.\n Apoyando la nutrición de los indígenas mediante pro-\ngramas de alimentación, en especial para la poblacióninfantil.\nd) Mejoramiento de las condiciones de las comunidades y de\nsus espacios para la convivencia y recreación: Facilitando el acceso al financiamiento pœblico y priva-\ndo para la construcción y mejoramiento de la vivienda.\n Ampliando la cobertura de los servicios sociales bÆsicos.\ne) Incorporación de las mujeres al desarrollo:\n Apoyando sus proyectos productivos.\n Protegiendo su salud. Otorgando estímulos para favorecer su educación y su\nparticipación en la toma de decisiones relacionadas con\nla vida comunitaria.\nf) Red de comunicaciones para integrar a las comunidades in-\ndígenas:\n Construyendo y ampliando las vías de comunicación y\ntelecomunicación.\n Estableciendo condiciones para que los pueblos y las\ncomunidades indígenas puedan adquirir, operar y admi-nistrar medios de comunicación.\ng) Apoyo a las actividades productivas y el desarrollo susten-\ntable de las comunidades indígenas: Realizando acciones que permitan alcanzar la suficien-\ncia de sus ingresos económicos.\n Aplicando estímulos para la inversiones pœblicas y pri-\nvadas que propicien la creación de empleos.\n Incorporando tecnologías para incrementar su propia\ncapacidad productiva.\n Asegurando el acceso equitativo a los sistemas de abas-\nto y comercialización.", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 83\nh) Protección a los migrantes indígenas, tanto en MØxico como\nen el extranjero:\n Realizando acciones para garantizar los derechos labo-\nrales de los jornaleros agrícolas.\n Mejorando las condiciones de salud de las mujeres.\n Apoyando con programas especiales de educación y\nnutrición a niæos y jóvenes de familias migrantes.\n Velando por el respeto de sus derechos humanos.\n Promoviendo la difusión de sus culturas.\ni) Consulta a los pueblos indígenas en la elaboración del Plan\nNacional de Desarrollo, así como de los estatales y muni-\ncipales, incorporando, en su caso, las recomendaciones y\npropuestas que realicen.", "V. SISTEMA NACIONAL DE PROTECCIÓN\nDE LOS DERECHOS HUMANOS\nEn la Constitución y en las leyes se establecen mecanismos espe-\ncíficos para proteger y salvaguardar los Derechos Humanos, pre-\nvenir su violación, o bien, cuando los mismos sean vulnerados,\nexigir su respeto y disfrute, así como sancionar, en su caso, a lasautoridades que los violen.\nDentro del marco jurídico mexicano se contemplan vías forma-\nles o jurisdiccionales  de protección de los Derechos Humanos\n(que principalmente estÆn encomendados a jueces y se realizan\na travØs de procedimientos en forma de juicio) y los medios no ju-\nrisdiccionales  (que se desarrollan por servidores pœblicos no ju-\ndiciales a travØs de procedimientos administrativos de carÆcterconciliatorio, sumamente Ægiles y sencillos). Dentro de los pri-\nmeros estÆ el juicio de amparo, que es y seguirÆ siendo la colum-\nna vertebral del aparato de justicia en nuestro país; las acciones deinconstitucionalidad, y los medios de impugnación en materia\nelectoral. Dentro de las vías no jurisdiccionales se encuentran las\nrealizadas por la Comisión Nacional de los Derechos Humanos,así como por los organismos estatales y el del Distrito Federal\n[artículo 102, apartado B, y 122, pÆrrafo sexto, apartado C, Base\nPrimera, fracción V, inciso h)].\nComo complemento de los anteriores, aunque no son objeto de\nanÆlisis en este documento, cabe mencionar los instrumentos\nprotectores de carÆcter internacional, particularmente los relati-vos al sistema interamericano, como es el caso de la Comisión\nInteramericana de Derechos Humanos (la cual, en esencia, no tie-\nne carÆcter jurisdiccional) y la Corte Interamericana de DerechosHumanos (que sí tiene naturaleza jurisdiccional y para acudir a\n[85]", "86 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nella se requiere haber agotado, por lo general, las instancias in-\nternas y que el caso correspondiente le sea planteado por un Es-\ntado parte o la mencionada Comisión Interamericana de Dere-\nchos Humanos).\nA. MEDIOS JURISDICCIONALES DE PROTECCIÓN\n1. JUICIO  DE AMPARO\nCuando alguna persona cree que sus Derechos Humanos previs-\ntos en el orden jurídico mexicano principalmente los de carÆcter\nindividual, han sido violados por alguna autoridad, puede acu-dir ante los jueces federales para que, a travØs del llamado jui-\ncio de amparo, decidan si con el respectivo acto de autoridad se ha\nviolado algœn derecho y, en caso de ser así, se obligue a la auto-ridad responsable a respetar la Constitución y se permita al quejo-\nso volver a disfrutar de su derecho humano, otorgÆndole al mismo\nla protección y amparo de la justicia federal (artículos 103 y 107).\nDicho de otra forma, es un procedimiento judicial para garan-\ntizar la constitucionalidad y legalidad en el ejercicio del poder\npœblico y para proteger los Derechos Humanos de los individuosfrente a las autoridades. Este juicio existe en MØxico desde el si-\nglo XIX, y es una aportación de MØxico al mundo, ya que mu-\nchos otros países lo han adoptado con posterioridad.\n2. A CCIÓN  DE INCONSTITUCIONALIDAD\nCon la reforma constitucional de 1994, se establecieron las lla-\nmadas acciones de inconstitucionalidad, las cuales son procesos\njurisdiccionales o juicios que se deciden por la Suprema Cortede Justicia de la Nación y pueden ejercerse por las minorías par-\nlamentarias (33% de los integrantes de las cÆmaras del Congre-\nso de la Unión, las legislaturas estatales o la Asamblea Legisla-tiva del Distrito Federal), el Procurador General de la Repœblica\ny, en materia electoral, por los p", "grantes de las cÆmaras del Congre-\nso de la Unión, las legislaturas estatales o la Asamblea Legisla-tiva del Distrito Federal), el Procurador General de la Repœblica\ny, en materia electoral, por los partidos políticos, cuando exista", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 87\nla posible contradicción entre una norma general, ley o tratado\ny lo previsto en la Constitución Federal. El plazo para presentarla\nes de treinta días naturales siguientes a la fecha de publicación\nde la norma. El efecto de las sentencias en que se considere in-constitucional una norma legal, es que Østa sea declarada invÆ-\nlida y no se pueda aplicar a persona alguna (artículo 105, frac-\nción II).\n3. M EDIOS  DE IMPUGNACIÓN  EN MATERIA  ELECTORAL\nTratÆndose de los derechos político-electorales de votar, ser vo-\ntado, y de asociación política en forma individual, libre y pací-\nfica, con la reforma constitucional de 1996 se estableció, por pri-mera vez en nuestro país, el llamado juicio para la protección de\nlos derechos político-electorales del ciudadano, que correspon-\nde resolver a las diversas Salas del Tribunal Electoral del PoderJudicial de la Federación y, junto con los demÆs medios de im-\npugnación en materia electoral bajo su competencia, tiene por\nobjeto asegurar que todos y cada uno de los actos electorales seajusten invariablemente a los principios de constitucionalidad y\nlegalidad.\nB. MEDIOS NO JURISDICCIONALES DE PROTECCIÓN\n1. C OMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nA raíz de la preocupación creciente en MØxico en la sociedad\ny el gobierno, por la defensa y promoción de los Derechos Hu-\nmanos, en junio de 1990 fue creada la Comisión Nacional de De-\nrechos Humanos (CNDH).\nLa CNDH es un organismo pœblico (porque forma parte del\nEstado) y autónomo (porque no recibe instrucciones o indicacio-\nnes de autoridad o servidor pœblico alguno), que tiene como ob-jeto la protección, observancia, promoción, estudio y divulgación\nde los Derechos Humanos establecidos en la Constitución y en", "88 COMISIÓN  NACIONAL  DE LOS DERECHOS  HUMANOS\nlas leyes mexicanas, así como en los pactos, convenios y trata-\ndos internacionales ratificados por MØxico; en suma, es el orga-\nnismo pœblico encargado de vigilar el cumplimiento de las nor-\nmas nacionales en que se establecen estos derechos.\nLa Comisión Nacional de los Derechos Humanos es una vía\nno jurisdiccional de defensa de los derechos humanos y control\nde la administración pœblica . Se trata de un organismo que re-\ncibe e investiga QUEJAS de los particulares por actos u omisio-\nnes de las autoridades o servidores pœblicos de la Federación que\nlesionen los Derechos Humanos de aquØllos. Interviene para lo-grar, de ser posible, una amigable composición entre las autorida-\ndes y el quejoso y, en caso de no conseguirlo, emite una recomen-\ndación pœblica (porque se difunde en forma amplia ante la opinión\npœblica, para que se ejerza una presión social indirecta hacia la\nautoridad responsable y tambiØn se inhiba la realización de con-\nductas semejantes) y no vinculatoria (es decir, sin un carÆcterjurídicamente obligatorio) para que se permita al interesado vol-\nver a disfrutar de su derecho violado; igualmente, la CNDH se\nencuentra facultada para presentar denuncias y quejas si apreciaque la conducta de la autoridad o servidor pœblico constituye al-\ngœn delito o falta administrativa que dØ lugar a cierta responsa-\nbilidad penal o administrativa y por ello deba imponerse algunasanción penal o disciplinaria al infractor.\nEn aquellos casos en que, despuØs de realizar la investigación, en-\ncuentra que no hubo violación a los Derechos Humanos, la CNDHestÆ obligada a expedir un documento de no responsabilidad\na la autoridad contra la que se dirigió la queja.\nLa Comisión Nacional de los Derechos Humanos es compe-\ntente para con", "hos Humanos, la CNDHestÆ obligada a expedir un documento de no responsabilidad\na la autoridad contra la que se dirigió la queja.\nLa Comisión Nacional de los Derechos Humanos es compe-\ntente para conocer de QUEJAS en contra de actos u omisiones\nadministrativos que provengan de autoridades o servidores pœ-\nblicos federales, si bien estÆn exceptuados los funcionarios delPoder Judicial de la Federación, así como los asuntos laborales,\nelectorales y jurisdiccionales. En el caso de los integrantes del\nPoder Judicial de la Federación, se explica dicha excepción por-que respecto de Østos se tienen otros mecanismos de control juris-\ndiccional o administrativo ante una instancia impugnativa ulte-", "LOS DERECHOS  HUMANOS  DE LOS MEXICANOS 89\nrior, o bien, disciplinaria y de vigilancia como, segœn sea el caso,\nel Consejo de la Judicatura Federal, la Suprema Corte de Justicia\nde la Nación, la Comisión de Administración del Tribunal Elec-\ntoral del Poder Judicial de la Federación o la Sala Superior delpropio Tribunal Electoral.\nLa CNDH es tambiØn una instancia revisora con motivo de las\ninconformidades que se presenten respecto de los acuerdos, re-comendaciones u omisiones de los organismos equivalentes en\nlas Entidades Federativas, pudiendo emitir, en su caso, una nueva\nrecomendación.\n2. O RGANISMOS  DE PROTECCIÓN  DE LOS DERECHOS  HUMANOS\nEN LAS ENTIDADES  FEDERATIVAS\nDesde hace algunos aæos, en varias entidades federativas del país\ncomenzaron a establecerse distintos organismos para la protec-ción y promoción de los Derechos Humanos. Sin embargo, fue con\nla reforma constitucional de 1992 cuando los gobiernos de los\nEstados adquirieron la obligación de crear organismos similaresa la Comisión Nacional para que se ocuparan de la protección de\nlos Derechos Humanos.\nActualmente, en los diversos Estados y en el Distrito Federal\nexisten organismos que estÆn obligados a orientar y ayudar a la\npoblación en general para hacer cumplir y respetar los Derechos\nHumanos, ya que tambiØn tienen la facultad de emitir recomen-daciones, en el entendido de que sólo pueden conocer de asun-\ntos en que la probable responsable de alguna violación sea una\nautoridad de la respectiva Entidad Federativa.\nUna vez que se han explicado los principales Derechos Humanos\nque se prevØn en el orden jurídico mexicano, sólo resta insistir\nen que es responsabilidad de todos y cada uno de los mexicanos(de manera preponderante de las autoridades y de los servidores\npœblicos) poner en prÆctica una cultura d", "co mexicano, sólo resta insistir\nen que es responsabilidad de todos y cada uno de los mexicanos(de manera preponderante de las autoridades y de los servidores\npœblicos) poner en prÆctica una cultura de respeto a dichos de-\nrechos y los valores universales que tutelan, como característica\nprimordial de todo Estado constitucional democrÆtico de dere-\ncho, empeæado en salvaguardar la dignidad del ser humano.", "Los Derechos Humanos de los mexicanos , editado\npor la Comisión Nacional de los Derechos Huma-\nnos, se terminó de imprimir en marzo de 2002 en los\ntalleres de O FFSET  UNIVERSAL , S. A. , Calle 2, nœm.\n113, Col. Granjas San Antonio, C. P. 09070, MØxi-\nco, D. F. El cuidado de la edición estuvo a cargo de\nla Dirección de Publicaciones de esta Comisión\nNacional. El tiraje consta de 2,000 ejemplares."], "pages": [3, 4, 5, 6, 7, 8, 9, 10, 10, 11, 11, 12, 12, 13, 15, 16, 16, 17, 17, 18, 18, 19, 19, 20, 20, 21, 21, 22, 22, 23, 23, 24, 24, 25, 26, 27, 27, 28, 28, 29, 29, 30, 30, 31, 31, 32, 32, 33, 33, 34, 34, 35, 35, 36, 36, 37, 38, 39, 39, 40, 40, 41, 41, 42, 42, 43, 44, 44, 45, 45, 46, 47, 49, 50, 50, 51, 51, 52, 53, 53, 54, 54, 55, 56, 56, 57, 57, 58, 60, 60, 61, 62, 63, 64, 65, 66, 66, 67, 67, 68, 69, 71, 72, 72, 73, 73, 74, 74, 75, 75, 76, 76, 77, 77, 78, 79, 79, 80, 80, 81, 81, 82, 83, 85, 86, 86, 87, 88, 88, 89, 89, 91], "embeddings": []}